// Test questions
questions = [
	// 0 - Description
	"MMPI - 2 明尼苏达多项人格测验(注：请不要在微信内测试，微信测试将无法导出pdf文件！！！！)",
	// 1
	"我喜欢机械杂志。",
	// 2
	"我胃口很好。",
	// 3...
	"大多数早晨我都精神焕发地醒来。",
	"我想我会喜欢图书管理员的工作。",
	"我很容易被噪音吵醒。",
	"我父亲是个好人。",
	"我喜欢阅读有关犯罪的报纸文章。",
	"我的手脚通常很暖和。",
	"我的日常生活充满了让我感兴趣的事情。",
	"我的工作能力和以前一样。",
	"很多时候我的喉咙里似乎有一个肿块。",
	"我的性生活很满意。",
	"人们应该尝试理解他们的梦想,并从中得到指引或警示。",
	"我喜欢侦探或推理小说。",
	"我的工作压力很大。",
	"偶尔我会想到一些糟糕到无法谈论的事情。",
	"我确信我从生活中得到了不公平的待遇。",
	"我为恶心和呕吐的发作而烦恼。",
	"当我接受一份新工作时,我喜欢找出对谁友善很重要。",
	"我很少被便秘困扰。",
	"有时我非常想离开家。",
	"似乎没有人理解我。",
	"有时我无法控制地大笑和哭泣。",
	"邪灵有时附身于我。",
	"我想成为一名歌手。",
	"我觉得遇到麻烦闭嘴当然是最好的。",
	"别人对我不好,我觉得我应该还给他们,只是为了这件事的原则。",
	"我每周都会被胃部不适困扰好几次。",
	"有时我想发誓。",
	"我每隔几个晚上就会做噩梦。",
	"我发现很难将注意力集中在一项任务或工作上。",
	"我有过非常奇特和奇怪的经历。",
	"我很少担心自己的健康。",
	"我从来没有因为我的性行为而惹上麻烦。",
	"我小时候有时会偷东西。",
	"我大部分时间都在咳嗽。",
	"有时我想砸东西。",
	"我有几天、几周或几个月无法处理事情,因为我无法开始。",
	"我的睡眠断断续续,不安。",
	"很多时候,我的头好像都痛了。",
	"我并不总是说实话。",
	"如果人们没有为我考虑,我会更成功。",
	"我的判断力比以往任何时候都好。",
	"每周一次（或更多次）我突然无缘无故地感到全身发热。",
	"我和我的大多数朋友一样身体健康。",
	"我更喜欢路过学校的朋友,或者我认识但很久没见的人,除非他们先跟我说话。",
	"我几乎从不被心脏或胸口的疼痛所困扰。",
	"大多数时候,我宁愿坐下来做白日梦,也不愿做任何其他事情。",
	"我是一个非常善于交际的人。",
	"我经常不得不接受那些不如我了解的人的命令。",
	"我不是每天都阅读报纸上的每一篇社论。",
	"我没有过上正确的生活。",
	"我身体的某些部位经常有烧灼感、刺痛感、爬行感,或者像‘想睡觉’的感觉。",
	"我的家人不喜欢我选择的工作（或我打算为我的终生工作选择的工作）",
	"我有时会坚持做一件事,直到其他人对我失去耐心为止。",
	"我希望我能像其他人一样快乐。",
	"我几乎从不感到脖子后部疼痛。",
	"我认为很多人夸大自己的不幸,以博取他人的同情和帮助。",
	"每隔几天左右,我就会感到胃部不适。",
	"当我和人在一起时,我会听到非常奇怪的事情而感到困扰。",
	"我是一个重要的人。",
	"我经常希望自己是个女孩。（或者如果你是个女孩）我从来没有因为自己是个女孩而感到遗憾。",
	"我的感情不容易受到伤害。",
	"我喜欢读爱情故事。",
	"大多数时候我感到忧郁。",
	"如果几乎所有的法律都被抛弃会更好。",
	"我喜欢诗歌。",
	"我有时会戏弄动物。",
	"我想我会喜欢护林员所做的那种工作。",
	"我很容易在争论中被打倒。",
	"这些天我发现很难不放弃有所作为的希望。",
	"我的灵魂有时会离开我的身体。",
	"我确实缺乏自信。",
	"我想成为一名花店。",
	"我通常觉得生活是值得的。",
	"要让大多数人相信真相需要大量的论证。",
	"偶尔我会把今天应该做的事情推迟到明天。",
	"大多数认识我的人都喜欢我。",
	"我不介意被人取笑。",
	"我想成为一名护士。",
	"我认为大多数人会为了出人头地而撒谎。",
	"我时常会感到后悔，后悔做过的事、做过的选择",
	"我很少和家人吵架。",
	"我因不良行为被学校停学一次或多次。",
	"有时,我有一种强烈的冲动去做一些有害或令人震惊的事情。",
	"我喜欢参加派对和其他热闹非凡的活动。",
	"我现在陷入迷茫疑惑中，不知道该怎么做。",
	"我相信女性应该拥有与男性一样多的性自由。",
	"我觉得自控是最最艰难的事情。",
	"我爱我父亲。",
	"我几乎没有肌肉抽筋或者颤抖的毛病。",
	"我似乎不在乎发生在我身上的事。",
	"有时候,当我身体不好时,我会很烦躁。",
	"我总是有种负罪感。",
	"我大部分时间都很开心。",
	"我看到了别人看不到的事物、动物或人。",
	"我时常觉得头胀鼻塞似的。",
	"我特别不喜欢蛮横霸道的人，所以有时候哪怕他们是对的，我也偏要和他们对着干。",
	"那些靠近我的人，我时常会怀疑他们抱有什么目的。",
	"我从来没有为了刺激而做过任何危险的事情。",
	"我时常觉得无法放松下来，大脑像有根弦紧绷着。",
	"我有时会生气。",
	"和别人打赌或是带有赌注的比赛，会让我更有干劲。",
	"大多数人之所以诚实主要是因为他们害怕被抓住。",
	"在学校时，我因为太叛逆被校领导叫去训话过。",
	"我是个不急不躁、性格不温不火的人",
	"在朋友面前，我会显得比较拘谨，不像在家里那样放得开。",
	"任何有能力并愿意努力工作的人都有很大的成功机会。",
	"我似乎和我周围的大多数人一样有能力和聪明。",
	"如果有机会可以往上爬，哪怕会采取些不正当的手段，大多数都会这么做。",
	"我有胃病。",
	"我喜欢戏剧。",
	"我知道使我感到困扰的事情是什么。",
	"有时我会被别人的个人物品如鞋子、手套等强烈吸引,以至于我想处理或偷走它们,即使它们对我没有用处。",
	"看到血不会让我害怕或让我恶心。",
	"我常常不明白为什么我会如此易怒或爱发牢骚。",
	"我从来没有吐过血,也没有咳过血。",
	"身体不舒服的时候我不会害怕自己是不是得了什么绝症，更不会害怕去看医生。",
	"我喜欢收集鲜花或种植室内植物。",
	"我经常发现有必要坚持我认为正确的事情。",
	"我从未有过淫乱放荡的生活。",
	"我的脑子很灵活，常常会有些脑洞大开的想法。",
	"遇到一些能占小便宜又不会被发现的事情，我想我会去做。",
	"我经常想知道另一个人为我做些好事可能有什么隐藏的原因。",
	"我的家庭氛围和我认识的大多数人一样温馨幸福。",
	"我相信法律。",
	"批评或责骂对我的伤害非常大。",
	"我喜欢做饭。",
	"我的行为很大程度上受我周围人的行为控制。",
	"我当然有时会感到无用。",
	"上学时我加入过一些小团体、小帮派，和他们“荣辱与共”。",
	"我相信来世。",
	"我曾经考虑过去参军锻炼。",
	"有时我想和某人打架。",
	"我经常迷失在一些事情上,因为我不能很快下定决心。",
	"当我正在做一些重要的事情时,让别人征求我的意见或以其他方式打断我,这让我很不耐烦。",
	"我以前写日记。",
	"我相信我被阴谋反对。",
	"我宁愿在比赛中赢也不愿输。",
	"大多数夜晚,我入睡时没有任何想法或想法困扰我。",
	"在过去的几年里,我大部分时间都很好。",
	"我从来没有发作过或抽搐过。",
	"我的体重既没有增加也没有减轻。",
	"我相信我被跟踪了。",
	"我觉得我经常被无故惩罚。",
	"我很容易哭。",
	"我无法像以前那样理解我经常阅读的内容。",
	"在我的生活中,我从来没有像现在这样感觉好过。",
	"有时候我的头会嗡嗡嗡的疼，又找不到原因。",
	"有时我觉得我必须伤害自己或其他人。",
	"我讨厌有人如此巧妙地欺骗我,以至于我不得不承认我被愚弄了。",
	"我不会很快疲倦。",
	"我喜欢认识一些重要的人,因为这让我觉得自己很重要。",
	"从高处往下看我很害怕。",
	"如果我的任何家庭成员触犯法律,我不会感到紧张。",
	"除非我漫游或四处旅行,否则我永远不会快乐。",
	"别人怎么看我,我不介意。",
	"在聚会时，我会避免自己成为焦点或出风头。",
	"我从来没有晕倒过。",
	"我喜欢上学。",
	"我经常不得不与表现出我害羞的行为作斗争。",
	"有人想毒害我。",
	"我对蛇没有太大的恐惧。",
	"我很少或从不头晕。",
	"我的记忆好像没问题。",
	"我担心性。",
	"我发现结识新朋友时很难闲聊。",
	"我有一段时间在进行活动时不知道自己在做什么。",
	"如果生活很无趣，我会想办法去追求点刺激。",
	"说真的，我怕我自己会疯掉。",
	"我不认为直接把钱给乞丐是个正确的举动。",
	"当我尝试做某事时,我经常注意到我的手在颤抖。",
	"我可以静下心来阅读很长时间，也不会觉得眼睛很累。",
	"我喜欢研究和阅读我正在从事的工作。",
	"我很多时候都感到虚弱。",
	"我很少头痛。",
	"我的手没有变得笨拙或笨拙。",
	"当我觉得尴尬困窘的时候，我会流很多汗。",
	"我走路时保持平衡没有困难。",
	"我脑子有问题。",
	"我没有花粉症或哮喘发作。",
	"我曾经有过好几次，我突然无法控制自己的言行举止，尽管我当时头脑很清醒。",
	"我不喜欢我认识的每个人。",
	"我很少做白日梦。",
	"我希望我不那么害羞。",
	"我不怕处理钱。",
	"如果我是一个新闻记者，我会对戏剧届的新闻感兴趣。",
	"我喜欢许多不同类型的游戏和娱乐。",
	"我喜欢调情。",
	"很多人把我当成孩子而不是成年人。",
	"我想成为一名记者。",
	"我妈妈是个好女人。",
	"走路的时候，我会避免让自己踩到人行道上的接缝。",
	"当我长了痘痘时，我会非常苦恼。",
	"我的家庭并不幸福，我很少感受过来自家庭的爱和温暖。",
	"我经常发现自己在担心一些事情。",
	"如果可以选择工作，我会对建筑类感兴趣。",
	"我经常听到不知道从哪里来的声音。",
	"我喜欢科学。",
	"虽然我无法回报,但向朋友求助并不难。",
	"我非常喜欢打猎。",
	"我父母不喜欢我交的朋友。",
	"我有时会八卦一点。",
	"我的听力显然和大多数人一样好。",
	"我难以忍受家人的一些生活习惯。",
	"有时我觉得我可以异常轻松地下定决心。",
	"上学时，我同时加入过几个社团。",
	"我从来没有感觉过心慌气短。",
	"我喜欢谈论性。",
	"我喜欢去我以前从未去过的地方。",
	"我是个责任感很强的人，所以做事十分小心谨慎。",
	"我有时候会劝某些人别去做这件事、别这么做，并不是因为这件事会有多大影响，只是出于道义，我需要这么做而已。",
	"我非常容易就因为某件小事而生气，但是很快又会消气。",
	"我现在已经是独立自主生活的状态，不受家庭的束缚和干预。",
	"我有很多心事。",
	"有人想抢劫我。",
	"我的亲戚几乎都同情我。",
	"我有时候会觉得坐立难安，难以冷静下来。",
	"我失恋过。",
	"我从不担心我的外表。",
	"我经常会做一些不可告人的梦。",
	"应该向孩子们传授主要的性知识。",
	"我并没有比其他人更敏感。",
	"我很少或没有痛苦。",
	"我做事的方式很容易被别人误解。",
	"我的快乐出现得毫无理由，有时候哪怕是事情进展得并不顺利，我也会感到快乐。",
	"我能理解他人的贪婪，也能理解别人希望将一切美好的事物占为己有的心情。",
	"有些人试图窃取我的思想和想法。",
	"我曾有过走神时，完全察觉不到身边发生了什么事的经历。",
	"我不是认死理的人。哪怕有些人的行为在我看来并不对，我也能和他们友好相处。",
	"我喜欢和一群互相开玩笑的人在一起。",
	"在选举的时候，有时候我莫名相信我并不熟悉的人。",
	"我认为“万事开头难”这句话特别适用于自己。",
	"我相信我是一个被定罪的人。",
	"在学校里，我是那种用了功也取不到好成绩的学生。",
	"如果我是个画家，我喜欢画色彩斑斓的花。",
	"即便我的长相并不是特别出色，我也不会因此感到自卑和苦恼。",
	"我很容易流汗，哪怕在冬天，我也偶尔会热出一身汗。",
	"我完全自信。",
	"有时我无法停止偷窃或入店行窃。",
	"不对他人敞开心扉，而是一直有所保留，会让我觉得更加安全。",
	"每星期至少有一两次我会感到情绪激动，非常兴奋。",
	"在一群人中时,我很难想出该说些什么。",
	"当我情绪低落时,一些令人兴奋的事情几乎总能把我拉出来。",
	"我出门不愁门锁窗关不关。",
	"我相信我的罪恶是不可饶恕的。",
	"我的皮肤有一处或多处麻木。",
	"我不会责怪一个人利用那些让自己敞开心扉的人。",
	"我的视力和多年来一样好。",
	"有时我被一些罪犯的聪明所吸引,我希望他们能逃脱惩罚。",
	"我经常觉得陌生人在看着我批判性地。",
	"所有的东西尝起来都一样。",
	"我每天喝的水量异常大。",
	"大多数人交朋友是因为朋友很可能对他们有用。",
	"我不经常注意到我的耳朵嗡嗡作响。",
	"偶尔我会讨厌我通常爱的家人。",
	"如果我是一名记者,我非常愿意报道体育新闻。",
	"我白天可以睡觉,但晚上不行。",
	"我确定我正在被谈论。",
	"偶尔,我会因为一个肮脏的笑话而大笑。",
	"与我的朋友相比,我几乎没有恐惧。",
	"在一群人中,我不会因为被邀请开始讨论或就我熟悉的事情发表意见而感到尴尬。",
	"当一个罪犯通过一个聪明的律师的论证被释放时,我总是对法律感到厌恶。",
	"我过度饮酒了。",
	"在人们跟我说话之前,我可能不会和他们说话。",
	"我从来没有触犯过法律。",
	"我有时会在没有任何特殊原因的情况下感到异常开朗。",
	"我希望我没有被关于性的想法所困扰。",
	"如果几个人发现自己陷入困境,对他们来说最好的办法就是就一个故事达成一致并坚持下去。",
	"看到动物受苦并不特别困扰我。",
	"我认为我比大多数人感觉更强烈。",
	"我一生中从来没有喜欢玩洋娃娃的时候。",
	"很多时候生活对我来说是一种压力。",
	"我对某些话题非常敏感,以至于我无法谈论它们。",
	"在学校里,我发现很难在全班同学面前讲话。",
	"我爱我的母亲,或者（如果你的母亲已经死了）我爱我的母亲。",
	"即使我和人在一起,很多时候我也会感到孤独。",
	"我得到了所有我应该得到的同情。",
	"我拒绝玩某些游戏,因为我不擅长这些游戏。",
	"我交朋友的速度似乎和其他人一样快。",
	"我不喜欢身边有人。",
	"有人告诉我我在睡觉时走路。",
	"通过让有价值的财产不受保护来提供诱惑的人与偷窃它的人一样要为它的盗窃负责。",
	"我认为几乎任何人都会撒谎来避免麻烦。",
	"我比大多数人都敏感。",
	"大多数人内心深处不喜欢主动帮助别人。",
	"我的许多梦想都是关于性的。",
	"我的父母和家人发现我的错误比他们应该的更多。",
	"我很容易感到尴尬。",
	"我担心钱和生意。",
	"我从来没有爱过任何人。",
	"我的一些家人所做的事情让我感到害怕。",
	"我几乎从不做梦。",
	"我的脖子上经常有红色斑点。",
	"我从来没有瘫痪过,也没有出现过任何肌肉异常无力的情况。",
	"有时即使我没有感冒,我的声音也会离开我或改变。",
	"即使我认为这是不合理的,我的母亲或父亲也经常让我服从。",
	"我有时会闻到异味。",
	"我不能专心做一件事。",
	"我有理由嫉妒我的一个或多个家庭成员。",
	"我几乎一直对某事或某人感到焦虑。",
	"我很容易对人不耐烦。",
	"大多数时候我希望我已经死了。",
	"有时我会变得如此兴奋以至于难以入睡。",
	"我当然有很多事情要担心。",
	"没有人会很在乎你会发生什么。",
	"有时我听得太清楚以至于困扰我。",
	"我马上就忘记了人们对我说的话。",
	"我通常在行动之前必须停下来思考,即使是在小事上也是如此。",
	"我经常过马路,以免遇到我看到的人。",
	"我常常觉得事情好像不真实。",
	"报纸唯一有趣的部分是漫画。",
	"我有数一些不重要的东西的习惯,比如电灯上的灯泡等等。",
	"我没有真正想要伤害我的敌人。",
	"我倾向于对那些比我预期的要友善的人保持警惕。",
	"我有奇怪的想法。",
	"当我不得不离家进行短途旅行时,我会感到焦虑和不安。",
	"我通常期望在我所做的事情上取得成功。",
	"当我一个人的时候,我会听到奇怪的事情。",
	"我一直害怕那些我知道不会伤害我的人或事。",
	"我不害怕一个人走进其他人已经聚集并正在交谈的房间。",
	"我害怕刀子或任何非常锋利或尖锐的东西。",
	"有时我喜欢伤害我爱的人。",
	"我很容易让别人害怕我,有时这样做是为了好玩。",
	"我比其他人更难以集中注意力。",
	"我有好几次放弃做一件事,因为我对自己的能力想得太少了。",
	"坏话,通常是可怕的话,进入我的脑海,我无法摆脱它们。",
	"有时一些不重要的想法会在我脑海中闪过并困扰我好几天。",
	"几乎每天都会发生让我害怕的事情。",
	"有时我充满活力。",
	"我倾向于接受困难。",
	"有时我喜欢被我爱的人伤害。",
	"人们对我说侮辱和粗俗的话。",
	"我在室内感到不安。",
	"我通常不自觉。",
	"有人控制了我的思想。",
	"在聚会上,我更可能独自一人或只与另一个人坐在一起,而不是加入人群。",
	"人们常常让我失望。",
	"我有时觉得困难堆积如山,无法克服。",
	"我喜欢去跳舞。",
	"有时,我的思维似乎比平时更慢。",
	"在火车、公共汽车等地方,我经常和陌生人交谈。",
	"我喜欢孩子。",
	"我喜欢小赌注赌博。",
	"如果有机会,我可以做一些对世界有很大好处的事情。",
	"我经常遇到本该是专家的人,他们并不比我强。",
	"当我听到我熟悉的人的成功时,这让我觉得自己很失败。",
	"我时常想：\"我希望我还是个孩子。\"",
	"我从来没有比独自一人更快乐。",
	"如果给我机会,我会成为一个好的领导者。",
	"我为肮脏的故事感到尴尬。",
	"人们通常要求对自己的权利的尊重多于他们愿意允许的其他人的权利。",
	"我喜欢社交聚会,只是为了与人相处。",
	"我努力记住好故事,然后将它们传递给其他人。",
	"在我的生活中有一次或多次我觉得有人通过催眠让我做事。",
	"我发现很难搁置我承担的一项任务,即使是很短的时间。",
	"我经常不参与我所属小组的八卦和谈话。",
	"我经常发现人们嫉妒我的好主意,只是因为他们没有首先想到它们。",
	"我喜欢人群的兴奋。",
	"我不介意认识陌生人。",
	"有人一直试图影响我的思想。",
	"我记得‘装病’是为了逃避一些事情。",
	"当我进入一群热闹的朋友时,我的烦恼似乎消失了。",
	"当出现问题时,我想迅速放弃。",
	"我喜欢让人们知道我对事物的立场。",
	"我曾有一段时间感到精神饱满,以至于好几天似乎都不需要睡觉。",
	"只要有可能,我就会避免置身于人群中。",
	"面对危机或困难,我会退缩。",
	"当别人觉得不值得做时,我很容易放弃我想做的事情。",
	"我喜欢派对和社交活动。",
	"我常常希望自己是异性中的一员。",
	"我不容易生气。",
	"我过去做过一些坏事,我从来没有告诉过任何人。",
	"大多数人都会使用一些不公平的手段来获得成功。",
	"当人们问我私人问题时,这让我很紧张。",
	"我觉得我无法规划自己的未来。",
	"我对现在的自己不满意。",
	"当我的朋友或家人给我建议如何过我的生活时,我会生气。",
	"我小时候挨过很多次打。",
	"当人们说我的好话时,我会很烦恼。",
	"我不喜欢听别人发表他们对生活的看法。",
	"我经常与亲近的人发生严重的分歧。",
	"当事情变得非常糟糕时,我知道我可以指望家人的帮助。",
	"我小时候喜欢玩《过家家》。",
	"我不怕火。",
	"我有时会远离另一个人,因为我害怕做了或说了一些我可能会后悔的事。",
	"我只有在喝酒时才能表达我的真实感受。",
	"我很少有忧郁的咒语。",
	"人们常说我头脑发热。",
	"我希望我能不再担心我说过的话可能会伤害别人的感情。",
	"我觉得无法告诉任何人关于我自己的一切。",
	"闪电是我的恐惧之一。",
	"我喜欢让人们猜测我接下来要做什么。",
	"我的计划常常充满困难,以至于我不得不放弃它们。",
	"我害怕在黑暗中独自一人。",
	"当我试图阻止别人犯错时,我常常因为被误解而感到难过。",
	"暴风雨让我害怕。",
	"我经常向人们征求意见。",
	"未来太不确定了,一个人无法做出认真的计划。",
	"很多时候,即使对我来说一切都很好,但我觉得我什么都不在乎。",
	"我不怕水。",
	"在我决定做什么之前,我常常必须为一件事睡一觉。",
	"当我试图纠正他们并提供帮助时,人们经常误解我的意图。",
	"我吞咽没有困难。",
	"我平时很冷静,不容易生气。",
	"我当然会喜欢在他们自己的游戏中击败罪犯。",
	"我犯了 m 个罪,应该受到严厉的惩罚。",
	"我很容易接受失望,以至于我无法将它们从脑海中抹去。",
	"即使我知道我可以做得很好,但有人看着我工作让我很困扰。",
	"当有人试图在人群中排在我前面时,我常常非常恼火,所以我会和那个人谈论这件事。",
	"有时候我觉得我一点都不好。",
	"小时候本该去上学却常常不去上学。",
	"我的一个或多个家庭成员非常紧张。",
	"我有时不得不对粗鲁或烦人的人粗暴对待。",
	"我很担心可能发生的不幸。",
	"我有强烈的政治观点。",
	"我想成为一名赛车手。",
	"只要不违法,就可以绕过法律。",
	"有些人我非常不喜欢,当他们因为他们所做的事情而抓住它时,我内心很高兴。",
	"不得不等待让我很紧张。",
	"我很容易放弃我想做的事情,因为其他人觉得我没有以正确的方式去做。",
	"我小时候好激动。",
	"我经常倾向于不顾一切地与反对我的人争分夺秒。",
	"我被外面的人打扰了,在街上,在商店里等等,看着我。",
	"小时候和我关系最密切的男人（如父亲、继父等）对我很严格。",
	"我以前喜欢玩跳房子和跳绳。",
	"我从未见过异象。",
	"我有好几次对我毕生的工作改变了主意。",
	"除非遵医嘱,否则我从不服用药物或安眠药。",
	"我经常感到抱歉,因为我太易怒和爱发脾气了。",
	"在学校里,我的课堂行为成绩经常很差。",
	"我对火很着迷。",
	"当我走投无路时,我会说出不太可能伤害我的那部分真相。",
	"如果我和几个像我一样有罪的朋友有麻烦,我宁愿承担全部责任,也不愿放弃他们。",
	"我经常害怕黑暗。",
	"当一个男人和一个女人在一起时,他通常会考虑与她的性别有关的事情。",
	"我通常对我试图纠正或改进的人非常直接。",
	"一想到地震我就害怕。",
	"我很容易被一个好主意百分百说服。",
	"我通常自己解决问题,而不是让别人告诉我怎么做。",
	"我害怕发现自己在壁橱或狭小的封闭空间中。",
	"我必须承认,我有时会为一些真正无关紧要的事情而过度担心。",
	"我不会试图掩盖我的不好的意见或对人们的怜悯,这样他们就不会知道我的感受。",
	"我是一个高度紧张的人。",
	"我经常在这样的人手下工作,他们似乎把事情安排得井井有条,这样他们就能因出色的工作而获得荣誉,但又能够将错误转嫁给他们的下属。",
	"我有时很难坚持自己的权利,因为我太内向了。",
	"污垢让我害怕或厌恶。",
	"我有一个我不会告诉别人的白日梦生活。",
	"我的一些家庭成员脾气暴躁。",
	"我什么都做不好。",
	"我经常感到内疚,因为我假装对某事比实际上更难过。",
	"我通常强烈捍卫自己的观点。",
	"我不怕蜘蛛。",
	"未来对我来说似乎毫无希望。",
	"我的家人和我的近亲相处得很好。",
	"我想穿昂贵的衣服。",
	"人们可以很容易地改变我的想法,即使我已经对某事做出了决定。",
	"我对某些动物感到紧张。",
	"我能像其他人一样忍受痛苦。",
	"好几次我都是最后一个放弃尝试做一件事的人。",
	"让人们催促我让我很生气。",
	"我不怕老鼠。",
	"每周有几次我觉得好像有什么可怕的事情要发生了。",
	"很多时候我都觉得很累。",
	"我喜欢修理门闩。",
	"有时我确信其他人可以说出我在想什么。",
	"我喜欢阅读科学。",
	"我害怕一个人呆在开阔的地方。",
	"我有时觉得我快要崩溃了。",
	"很多人都犯有不良性行为。",
	"我经常在半夜受到惊吓。",
	"我很烦恼忘记把东西放在哪里。",
	"我小时候最依恋和最钦佩的人是女人（母亲、姐妹、阿姨或其他女人）",
	"比起浪漫故事,我更喜欢冒险故事。",
	"我常常感到困惑,忘记了我想说的话。",
	"我很笨拙。",
	"我真的很喜欢运动（例如足球或橄榄球）。",
	"我讨厌我的整个家庭。",
	"有些人认为了解我很难。",
	"我大部分的业余时间都是一个人度过的。",
	"当人们做了让我生气的事情时,我会让他们知道我的感受。",
	"我通常很难决定要做什么。",
	"人们不觉得我有吸引力。",
	"人们对我不是很好。",
	"我常常觉得自己不如别人。",
	"我很固执。",
	"我喜欢吸食大麻。",
	"精神疾病是软弱的表现。",
	"我有吸毒或酗酒问题。",
	"鬼魂或精神可以影响人们的好坏。",
	"当我必须做出一些重要决定时,我感到无助。",
	"我一个即使在别人不高兴或挑剔的时候,也要始终保持愉快。",
	"当我遇到问题时,与某人讨论会有所帮助。",
	"我的主要人生目标触手可及。",
	"我相信人们应该把个人问题留给自己。",
	"这些天我没有太大的压力或压力。",
	"一想到要改变我的生活,我就非常困扰。",
	"我最大的问题是由与我亲近的人的行为引起的。",
	"我讨厌去看医生,即使我生病了。",
	"虽然我对自己的生活不满意,但我也无能为力。",
	"与某人谈论问题和忧虑通常比服用药物或药物更有帮助。",
	"我有一些非常有害的习惯。",
	"当需要解决问题时,我通常让其他人负责。",
	"我认识到自己有几个我无法改变的缺点。",
	"我厌倦了每天必须做的事情,我只想摆脱这一切。",
	"我最近考虑过自杀。",
	"当有人打扰我的工作时,我常常变得非常烦躁。",
	"我经常觉得我可以读懂别人的想法。",
	"必须做出重要决定让我很紧张。",
	"别人说我吃得太快了。",
	"每周一次或更多次,我会兴奋或喝醉。",
	"我一生中遭受了悲惨的损失,我知道我永远无法克服。",
	"有时我会变得非常生气和沮丧,我不知道自己是怎么了。",
	"当人们要求我做某事时,我很难拒绝。",
	"当我独自一人时,我永远不会快乐。",
	"我的生活是空虚而毫无意义的。",
	"我发现很难保住一份工作。",
	"我一生中犯了很多严重的错误。",
	"我对自己如此屈服于他人感到生气。",
	"最近我想了很多关于自杀的事情。",
	"我喜欢做决定和将工作分配给他人。",
	"即使没有我的家人,我也知道那里总会有人照顾我。",
	"在电影院、餐馆或体育赛事中,我讨厌排队。",
	"没有人知道,但我曾试图自杀。",
	"我周围的一切都发展得太快了。",
	"我知道我是别人的负担。",
	"在糟糕的一天之后,我需要喝几杯来放松一下。",
	"我遇到的很多麻烦都是因为运气不好。",
	"有时我似乎无法停止说话。",
	"有时我会在不知道为什么的情况下故意割伤或伤害自己。",
	"我的工作时间很长,即使我的工作不需要这样。",
	"大哭一场后,我通常会感觉好些。",
	"我忘了我把东西放在哪里了。",
	"如果我可以重来一次,我不会改变太多。",
	"当我依赖的人没有按时完成工作时,我会变得非常烦躁。",
	"如果我不高兴,我肯定会头疼。",
	"我喜欢讨价还价。",
	"大多数男人偶尔会对他们的妻子不忠。",
	"最近我失去了解决问题的欲望。",
	"我在喝酒时生气,弄坏了家具或碗碟。",
	"当我有明确的截止日期时,我工作得最好。",
	"我对某个人非常生气,以至于我觉得自己好像要爆炸了。",
	"我有时会想到关于我家人的可怕想法。",
	"人们说我酗酒有问题,但我不同意。",
	"我总是没有足够的时间来完成事情。",
	"这些天我的想法越来越多地转向死亡和来世。",
	"我经常保留和保存我可能永远不会用到的东西。",
	"我有时非常生气,以至于在肢体冲突中伤害了某人。",
	"最近我做的每一件事,我都觉得自己在接受考验。",
	"我现在和我的亲戚关系很少。",
	"我有时似乎听到我的想法被大声说出来。",
	"当我难过的时候,拜访朋友总能把我拉出来。",
	"现在发生在我身上的很多事情似乎以前也发生在我身上。",
	"当我的生活变得困难时,这让我想放弃。",
	"我不能一个人走进黑暗的房间,即使是在我自己的家里。",
	"我很担心钱。",
	"男人应该是一家之主。",
	"我唯一感到放松的地方就是在我自己的家里。",
	"与我共事的人不会同情我的问题。",
	"我对我赚的钱很满意。",
	"我通常有足够的精力来做我的工作。",
	"我很难接受赞美。",
	"在大多数婚姻中,一方或双方都不幸福。",
	"我几乎从不失去自制力。",
	"我需要付出很大的努力才能记住这些天人们告诉我的话。",
	"当我悲伤或忧郁时,我的工作就会受到影响。",
	"大多数已婚夫妇并没有表现出太多的感情。"
];

// VRIN and TRIN
rin = [
	[
		// Name, Description, Base score
		["VRIN", "Variable Response Inconsistency", 0],
		// Question pairs and score
		[
			[3, "T", 39, "T", 1],
			[6, "T", 90, "F", 1],
			[6, "F", 90, "T", 1],
			[9, "F", 56, "F", 1],
			[28, "T", 59, "F", 1],
			[31, "T", 299, "F", 1],
			[32, "F", 316, "T", 1],
			[40, "T", 176, "T", 1],
			[46, "T", 265, "F", 1],
			[48, "T", 184, "T", 1],
			[49, "T", 280, "F", 1],
			[73, "T", 377, "F", 1],
			[81, "T", 284, "F", 1],
			[81, "F", 284, "T", 1],
			[83, "T", 288, "T", 1],
			[84, "T", 105, "F", 1],
			[86, "T", 359, "F", 1],
			[95, "F", 388, "T", 1],
			[99, "F", 138, "T", 1],
			[103, "T", 344, "F", 1],
			[110, "T", 374, "F", 1],
			[125, "F", 195, "F", 1],
			[135, "F", 482, "T", 1],
			[136, "T", 507, "F", 1],
			[136, "F", 507, "T", 1],
			[152, "F", 464, "F", 1],
			[161, "T", 185, "F", 1],
			[161, "F", 185, "T", 1],
			[165, "F", 565, "F", 1],
			[166, "T", 268, "F", 1],
			[166, "F", 268, "T", 1],
			[167, "T", 243, "F", 1],
			[167, "F", 243, "T", 1],
			[196, "F", 415, "T", 1],
			[199, "T", 467, "F", 1],
			[199, "F", 467, "T", 1],
			[226, "T", 267, "F", 1],
			[259, "F", 333, "T", 1],
			[262, "F", 275, "F", 1],
			[290, "T", 556, "F", 1],
			[290, "F", 556, "T", 1],
			[339, "F", 394, "T", 1],
			[349, "T", 515, "F", 1],
			[349, "F", 515, "T", 1],
			[350, "F", 521, "T", 1],
			[353, "T", 370, "F", 1],
			[353, "F", 370, "T", 1],
			[364, "F", 554, "T", 1],
			[369, "F", 421, "T", 1],
			[372, "T", 405, "F", 1],
			[372, "F", 405, "T", 1],
			[380, "T", 562, "F", 1],
			[395, "T", 435, "F", 1],
			[395, "F", 435, "T", 1],
			[396, "T", 403, "F", 1],
			[396, "F", 403, "T", 1],
			[411, "T", 485, "F", 1],
			[414, "F", 485, "T", 1],
			[472, "T", 533, "F", 1],
			[472, "F", 533, "T", 1],
			[491, "T", 509, "F", 1],
			[506, "T", 520, "F", 1],
			[506, "F", 520, "T", 1],
			[513, "T", 542, "F", 1]
		],
		// Male T scale
		[31, 34, 38, 42, 46, 50, 54, 57, 61, 65, 69, 73, 76, 80, 84, 88, 92, 96, 99, 103, 107, 111, 115, 118, 120],
		// Female T scale
		[30, 34, 38, 42, 46, 50, 54, 58, 62, 66, 70, 74, 78, 82, 86, 90, 94, 98, 102, 106, 110, 114, 118, 120]
	], [
		["TRIN", "True Reponse Inconsistency", 9],
		[
			[3, "T", 39, "T", 1],
			[12, "T", 166, "T", 1],
			[40, "T", 176, "T", 1],
			[48, "T", 184, "T", 1],
			[63, "T", 27, "T", 1],
			[65, "T", 95, "T", 1],
			[73, "T", 239, "T", 1],
			[83, "T", 288, "T", 1],
			[99, "T", 314, "T", 1],
			[125, "T", 195, "T", 1],
			[209, "T", 351, "T", 1],
			[359, "T", 367, "T", 1],
			[377, "T", 534, "T", 1],
			[556, "T", 560, "T", 1],
			[9, "F", 56, "F", -1],
			[65, "F", 95, "F", -1],
			[125, "F", 195, "F", -1],
			[140, "F", 196, "F", -1],
			[152, "F", 464, "F", -1],
			[265, "F", 360, "F", -1],
			[359, "F", 367, "F", -1]
		],
		["114F", "107F", "99F", "92F", "85F", "78F", "71F", "64F", "57F", "50", "57T", "65T", "72T", "79T", "86T", "93T", "100T", "107T", "114T", "120T"],
		["118F", "111F", "103F", "95F", "88F", "80F", "73F", "65F", "58F", "50", "58T", "65T", "73T", "80T", "88T", "95T", "103T", "111T", "118T", "120T"]
	]
];

// Scales and Critical Items
scales = [
	[
		// Welsch Code, Scale Name, Scale Description
		["F", "F", "Infrequency"],
		// True questions
		[18, 24, 30, 36, 42, 48, 54, 60, 66, 72, 84, 96, 114, 138, 144, 150, 156, 162, 168, 180, 198, 216, 228, 234, 240, 246, 252, 258, 264, 270, 282, 288, 294, 300, 306, 312, 324, 336, 349, 355, 361],
		// False questions
		[6, 12, 78, 90, 102, 108, 120, 126, 132, 174, 186, 192, 204, 210, 222, 276, 318, 330, 343],
		// Male T scale
		[, 36, 39, 42, 45, 48, 51, 55, 58, 61, 64, 67, 70, 73, 76, 79, 82, 85, 89, 92, 95, 98, 101, 104, 107, 110, 113, 116, 119, 120],
		// Female T scale
		[, 37, 41, 44, 48, 51, 55, 58, 61, 65, 68, 72, 75, 79, 82, 85, 89, 92, 96, 99, 103, 106, 109, 113, 116, 120]
	], [
		[, "Fb", "Backside F"],
		[281, 291, 303, 311, 317, 319, 322, 323, 329, 332, 333, 334, 387, 395, 407, 431, 450, 454, 463, 468, 476, 478, 484, 489, 506, 516, 517, 520, 524, 525, 526, 528, 530, 539, 540, 544, 555],
		[383, 404, 501],
		[, 42, 46, 51, 55, 59, 63, 67, 71, 75, 79, 83, 87, 92, 96, 100, 104, 108, 112, 116, 120],
		[, 42, 46, 50, 54, 58, 62, 66, 70, 74, 77, 81, 85, 89, 93, 97, 101, 105, 108, 112, 116, 120]
	], [
		[, "Fp", "Infrequency Psychopathology"],
		[66, 114, 162, 193, 216, 228, 252, 270, 282, 291, 294, 322, 323, 336, 371, 387, 478, 555],
		[51, 77, 90, 93, 102, 126, 192, 276, 501],
		[, 41, 48, 56, 63, 70, 77, 80, 94, 99, 106, 113, 120],
		[, 41, 49, 57, 65, 73, 81, 89, 97, 105, 113, 120]
	], [
		["L", "L", "Lie"],
		[],
		[16, 29, 41, 51, 77, 93, 102, 107, 123, 139, 153, 183, 203, 232, 260],
		[, 35, 39, 43, 48, 52, 56, 61, 65, 70, 74, 78, 83, 87, 91, 96, 100],
		[, 33, 38, 42, 47, 52, 57, 62, 66, 71, 76, 81, 86, 90, 95, 100, 105]
	], [
		["K", "K", "Correction"],
		[83],
		[29, 37, 58, 76, 110, 116, 122, 127, 130, 136, 148, 157, 158, 167, 171, 196, 213, 243, 267, 284, 290, 330, 338, 339, 341, 346, 348, 356, 365],
		[, , , , , , , 30, 33, 35, 37, 39, 41, 43, 45, 47, 49, 51, 54, 56, 58, 60, 62, 64, 66, 68, 70, 72, 75, 77, 79, 81],
		[, , , , , , , 30, 32, 35, 37, 39, 41, 43, 46, 48, 50, 52, 54, 56, 59, 61, 63, 65, 67, 70, 72, 74, 76, 78, 81, 83]
	], [
		[, "S", "Superlative Self-Presentation"],
		[121, 148, 184, 194, 534, 560],
		[15, 50, 58, 76, 81, 87, 89, 104, 110, 120, 123, 154, 196, 205, 213, 225, 264, 279, 284, 290, 302, 337, 341, 346, 352, 373, 374, 403, 420, 423, 428, 430, 433, 442, 445, 449, 461, 486, 487, 523, 538, 542, 545, 547],
		[, , , , , , , , , 30, 32, 33, 34, 35, 36, 37, 38, 40, 41, 42, 43, 44, 45, 47, 48, 49, 50, 51, 52, 53, 55, 56, 57, 58, 59, 60, 61, 63, 64, 65, 66, 67, 68, 70, 71, 72, 73, 74, 75, 76, 78, 79],
		[, , , , , , , , , , 30, 31, 33, 34, 35, 36, 37, 39, 40, 41, 42, 43, 45, 46, 47, 48, 49, 51, 52, 53, 54, 55, 57, 58, 59, 60, 61, 63, 64, 65, 66, 68, 69, 70, 71, 72, 74, 75, 76, 77, 78, 80]
	], [
		["1", "Hs", "Hypochondriasis"],
		[18, 28, 39, 53, 59, 97, 101, 111, 149, 175, 247],
		[2, 3, 8, 10, 20, 45, 47, 57, 91, 117, 141, 143, 152, 164, 173, 176, 179, 208, 224, 249, 255],
		[0.5, , , 30, 31, 31, 32, 33, 35, 37, 39, 42, 45, 48, 51, 54, 57, 59, 62, 64, 66, 68, 70, 73, 75, 77, 79, 81, 84, 86, 88, 90, 92, 94, 97, 99, 101, 103, 105, 108, 110, 112, 114, 116, 119, 120],
		[0.5, , , , , , , 30, 33, 35, 38, 40, 43, 46, 49, 51, 54, 56, 59, 61, 63, 65, 67, 69, 71, 73, 76, 78, 80, 82, 84, 86, 88, 90, 92, 94, 97, 99, 101, 103, 105, 107, 109, 111, 113, 115, 117, 120]
	], [
		["2", "D", "Depression"],
		[5, 15, 18, 31, 38, 39, 46, 56, 73, 92, 117, 127, 130, 146, 147, 170, 175, 181, 215, 233],
		[2, 9, 10, 20, 29, 33, 37, 43, 45, 49, 55, 68, 75, 76, 95, 109, 118, 134, 140, 141, 142, 143, 148, 165, 178, 188, 189, 212, 221, 223, 226, 238, 245, 248, 260, 267, 330],
		[, , , , , , , , , , 30, 32, 34, 36, 38, 40, 42, 45, 47, 50, 52, 54, 57, 59, 61, 62, 64, 66, 68, 70, 72, 74, 76, 78, 80, 81, 83, 85, 87, 89, 91, 93, 95, 97, 98, 100, 102, 104, 106, 108, 110, 112, 114, 115, 117, 119, 120],
		[, , , , , , , , , , , 30, 32, 34, 36, 38, 40, 42, 44, 46, 47, 49, 51, 53, 55, 57, 59, 62, 64, 66, 68, 70, 72, 75, 77, 79, 81, 83, 86, 88, 90, 92, 94, 96, 99, 101, 103, 105, 107, 109, 112, 114, 116, 118, 120]
	], [
		["3", "Hy", "Hysteria"],
		[11, 18, 31, 39, 40, 44, 65, 101, 166, 172, 175, 218, 230],
		[2, 3, 7, 8, 9, 10, 14, 26, 29, 45, 47, 58, 76, 81, 91, 95, 98, 110, 115, 116, 124, 125, 129, 135, 141, 148, 151, 152, 157, 159, 161, 164, 167, 173, 176, 179, 185, 193, 208, 213, 224, 241, 243, 249, 253, 263, 265],
		[, , , , , , , , , 30, 31, 32, 33, 34, 35, 37, 39, 40, 42, 43, 45, 47, 50, 52, 54, 57, 59, 61, 64, 66, 69, 71, 74, 76, 79, 81, 84, 86, 89, 91, 94, 96, 99, 101, 104, 106, 109, 111, 114, 116, 119, 120],
		[, , , , , , , , , , 30, 31, 32, 32, 34, 35, 36, 38, 39, 41, 43, 45, 47, 49, 51, 54, 56, 58, 61, 63, 65, 68, 70, 73, 75, 77, 80, 82, 84, 87, 89, 90, 92, 94, 96, 99, 101, 104, 106, 108, 111, 113, 115, 118, 120]
	], [
		["4", "Pd", "Psychopathic Deviate"],
		[17, 21, 22, 31, 32, 35, 42, 52, 54, 56, 71, 82, 89, 94, 99, 105, 113, 195, 202, 219, 225, 259, 264, 288],
		[9, 12, 34, 70, 79, 83, 95, 122, 125, 129, 143, 157, 158, 160, 167, 171, 185, 209, 214, 217, 226, 243, 261, 263, 266, 267],
		[0.4, , , , , , , , , , , , 30, 31, 33, 34, 35, 37, 39, 40, 42, 44, 46, 48, 50, 52, 54, 57, 59, 62, 64, 67, 69, 72, 74, 77, 79, 82, 84, 87, 90, 92, 95, 97, 100, 102, 105, 107, 110, 112, 115, 117, 120],
		[0.4, , , , , , , , , , , , , 30, 32, 34, 36, 37, 39, 41, 43, 45, 47, 49, 51, 53, 55, 58, 60, 63, 66, 68, 71, 73, 76, 79, 81, 84, 87, 89, 92, 94, 97, 100, 102, 105, 107, 110, 113, 115, 118, 120]
	], [
		["5", "Mf", "Masculinity-Femininity - Male"],
		[4, 25, 62, 64, 67, 74, 80, 112, 119, 122, 128, 137, 166, 177, 187, 191, 196, 205, 209, 219, 236, 251, 256, 268, 271],
		[1, 19, 26, 27, 63, 68, 69, 76, 86, 103, 104, 107, 120, 121, 132, 133, 163, 184, 193, 194, 197, 199, 201, 207, 231, 235, 237, 239, 254, 257, 272],
		[, , , , , , , , , , , , , , , , , 30, 32, 34, 36, 38, 40, 42, 44, 46, 48, 50, 52, 54, 56, 58, 60, 62, 64, 666, 68, 70, 72, 72, 76, 78, 79, 81, 83, 85, 87, 89, 91, 93, 95, 97, 99, 101, 103, 105, 107, 109],
		[],
	], [
		["5", "Mf", "Masculinity-Femininity - Female"],
		[4, 25, 62, 64, 67, 74, 80, 112, 119, 121, 122, 128, 137, 177, 187, 191, 196, 205, 219, 236, 251, 256, 271],
		[1, 19, 26, 27, 63, 68, 69, 76, 86, 103, 104, 107, 120, 132, 133, 163, 166, 184, 193, 194, 197, 199, 201, 207, 209, 231, 235, 237, 239, 254, 257, 268, 272],
		[],
		[, , , , , , , , 120, 118, 116, 114, 111, 109, 106, 104, 101, 99, 96, 94, 92, 89, 87, 84, 82, 79, 77, 74, 72, 69, 67, 65, 62, 60, 57, 55, 52, 50, 47, 45, 43, 40, 38, 35, 33, 30]
	], [
		["6", "Pa", "Paranoia"],
		[16, 17, 22, 23, 24, 42, 99, 113, 138, 144, 145, 146, 162, 234, 259, 271, 277, 285, 305, 307, 333, 334, 336, 355, 361],
		[81, 95, 98, 100, 104, 110, 244, 255, 266, 283, 284, 286, 297, 314, 315],
		[, , , 30, 31, 32, 34, 37, 39, 42, 46, 49, 53, 57, 61, 64, 68, 72, 75, 79, 83, 86, 90, 94, 97, 101, 105, 108, 112, 116, 119, 120],
		[, , , 30, 31, 32, 34, 37, 39, 42, 45, 49, 52, 56, 59, 63, 67, 70, 74, 78, 81, 85, 89, 92, 96, 100, 103, 107, 111, 114, 118, 120]
	], [
		["7", "Pt", "Psychathenia"],
		[11, 16, 23, 31, 38, 56, 65, 73, 82, 89, 94, 130, 147, 170, 175, 196, 218, 242, 273, 275, 277, 285, 289, 301, 302, 304, 308, 309, 310, 313, 316, 317, 320, 325, 326, 327, 328, 329, 331],
		[3, 9, 33, 109, 140, 165, 174, 293, 321],
		[1.0, , , , , , , , , , , , , , , 30, 31, 32, 33, 34, 36, 37, 39, 41, 43, 44, 47, 49, 51, 53, 55, 57, 59, 62, 64, 66, 68, 70, 72, 74, 77, 79, 81, 93, 85, 87, 89, 91, 94, 96, 98, 100, 102, 104, 106, 109, 111, 113, 115, 117, 119, 120],
		[1.0, , , , , , , , , , , , , , , , , 30, 31, 32, 33, 35, 37, 38, 40, 42, 44, 47, 49, 51, 53, 55, 57, 59, 61, 62, 64, 66, 68, 70, 72, 73, 75, 77, 79, 81, 83, 84, 86, 88, 90, 92, 94, 95, 97, 99, 101, 103, 105, 106, 108, 110, 112, 114, 116, 117, 119, 120]
	], [
		["8", "Sc", "Schizophrenia"],
		[16, 17, 21, 22, 23, 31, 32, 35, 38, 42, 44, 46, 48, 65, 85, 92, 138, 145, 147, 166, 168, 170, 180, 182, 190, 218, 221, 229, 233, 234, 242, 247, 252, 256, 268, 273, 274, 277, 279, 281, 287, 291, 292, 296, 298, 299, 303, 307, 311, 316, 319, 320, 322, 323, 325, 329, 332, 333, 355],
		[6, 9, 12, 34, 90, 91, 106, 165, 177, 179, 192, 210, 255, 276, 278, 280, 290, 295, 343],
		[1.0, , , , , , , , , , , , , 30, 31, 32, 33, 34, 35, 36, 37, 39, 4, 42, 44, 45, 47, 49, 51, 53, 55, 56, 58, 60, 62, 63, 65, 67, 69, 70, 72, 74, 75, 77, 79, 81, 82, 84, 86, 87, 89, 91, 93, 94, 96, 98, 99, 101, 103, 105, 106, 108, 110, 111, 113, 115, 117, 118, 120],
		[1.0, , , , , , , , , , , , , , 30, 31, 32, 33, 34, 36, 37, 39, 41, 42, 44, 46, 48, 50, 52, 53, 55, 57, 59, 60, 62, 63, 65, 66, 67, 69, 70, 72, 73, 75, 76, 78, 79, 81, 82, 84, 85, 87, 88, 90, 91, 93, 94, 96, 97, 99, 100, 102, 103, 105, 106, 108, 109, 111, 112, 114, 115, 116, 118, 119, 120]
	], [
		["9", "Ma", "Hypomania"],
		[13, 15, 21, 23, 50, 55, 61, 85, 87, 98, 113, 122, 131, 145, 155, 168, 169, 182, 190, 200, 205, 206, 211, 212, 218, 220, 227, 229, 238, 242, 244, 248, 250, 253, 269],
		[88, 93, 100, 106, 107, 136, 154, 158, 167, 243, 263],
		[0.2, , , , , , , , , , 30, 31, 33, 35, 36, 38, 39, 41, 43, 45, 47, 49, 51, 53, 56, 59, 62, 65, 59, 72, 75, 78, 81, 82, 88, 91, 94, 98, 101, 104, 107, 110, 114, 117, 120],
		[0.2, , , , , , , , , , 30, 31, 33, 35, 37, 39, 41, 43, 45, 47, 49, 51, 53, 56, 59, 62, 65, 68, 71, 74, 76, 79, 82, 85, 88, 91, 94, 97, 100, 103, 106, 109, 112, 115, 118, 120]
	], [
		["0", "Si", "Social Introversion"],
		[31, 56, 70, 100, 104, 110, 127, 135, 158, 161, 167, 185, 215, 243, 251, 265, 275, 284, 289, 296, 302, 308, 326, 337, 338, 347, 348, 351, 352, 357, 364, 367, 368, 369],
		[25, 32, 49, 79, 86, 106, 112, 131, 181, 189, 207, 209, 231, 237, 255, 262, 267, 280, 321, 328, 335, 340, 342, 344, 345, 350, 353, 354, 358, 359, 360, 362, 363, 366, 370],
		[, , , , , , , , , , 30, 31, 33, 34, 35, 36, 37, 38, 40, 41, 42, 43, 44, 45, 47, 48, 49, 50, 51, 52, 54, 55, 56, 57, 58, 59, 61, 62, 63, 64, 65, 66, 68, 69, 70, 71, 72, 73, 75, 76, 77, 78, 79, 80, 82, 83, 84, 85, 86, 87, 89, 90, 91, 92, 93, 94, 96, 97, 98, 99, 100],
		[, , , , , , , , , 30, 31, 32, 33, 34, 35, 36, 37, 38, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 95]
	], [
		[, "D1", "Subjective Depression"],
		[31, 38, 39, 46, 56, 73, 92, 127, 130, 146, 147, 170, 175, 215, 223],
		[2, 9, 43, 49, 75, 95, 109, 118, 140, 148, 178, 188, 189, 223, 260, 267, 330],
		[, 32, 35, 37, 40, 42, 45, 48, 50, 53, 56, 58, 61, 64, 66, 69, 71, 74, 77, 79, 82, 85, 87, 90, 93, 95, 98, 100, 103, 106, 108, 111, 114, 116],
		[, 32, 34, 37, 39, 41, 44, 46, 48, 51, 53, 56, 58, 60, 63, 65, 67, 70, 72, 75, 77, 79, 82, 84, 86, 89, 91, 94, 96, 98, 101, 103, 105, 108]
	], [
		[, "D2", "Psychomotor Retardation"],
		[38, 46, 170, 233],
		[9, 29, 37, 49, 55, 76, 134, 188, 189, 212],
		[, , 30, 32, 37, 43, 48, 54, 59, 65, 70, 76, 81, 87, 92, 98],
		[, , , 30, 35, 41, 46, 51, 57, 62, 68, 73, 79, 84, 90, 95]
	], [
		[, "D3", "Physical Malfunctioning"],
		[18, 117, 175, 181],
		[2, 20, 45, 141, 142, 143, 148],
		[, 30, 35, 43, 51, 59, 67, 75, 83, 91, 100, 108, 116],
		[, 30, 34, 41, 48, 56, 63, 70, 78, 85, 93, 100, 107]
	], [
		[, "D4", "Mental Dullness"],
		[15, 31, 38, 73, 92, 147, 170, 233],
		[9, 10, 43, 75, 109, 165, 188],
		[, 38, 43, 48, 53, 58, 62, 67, 72, 77, 82, 86, 91, 96, 101, 105, 110],
		[, 38, 43, 48, 52, 57, 61, 66, 70, 75, 79, 84, 88, 93, 97, 102, 106]
	], [
		[, "D5", "Brooding"],
		[38, 56, 92, 127, 130, 146, 170, 215],
		[75, 95],
		[, 40, 45, 51, 57, 62, 68, 74, 79, 85, 91, 96],
		[, 37, 42, 47, 53, 58, 63, 68, 73, 78, 83, 89]
	], [
		[, "Hy1", "Denial of Social Anxiety"],
		[],
		[129, 161, 167, 185, 243, 265],
		[, 30, 34, 40, 45, 51, 56, 61],
		[, 30, 35, 40, 45, 51, 56, 61]
	], [
		[, "Hy2", "Need for Affection"],
		[230],
		[26, 58, 76, 81, 98, 110, 124, 151, 213, 241, 263],
		[, , 30, 32, 36, 40, 43, 47, 51, 55, 59, 63, 67, 71],
		[, , , 30, 34, 38, 42, 46, 50, 55, 59, 63, 67, 71]
	], [
		[, "Hy3", "Lassitude-malaise"],
		[31, 39, 65, 175, 218],
		[2, 3, 9, 10, 45, 95, 125, 141, 148, 152],
		[, 38, 43, 48, 52, 57, 61, 66, 70, 75, 79, 84, 88, 93, 97, 102, 106],
		[, 39, 43, 47, 51, 55, 59, 63, 67, 71, 75, 79, 83, 87, 91, 95, 99]
	], [
		[, "Hy4", "Somatic Complaints"],
		[11, 18, 40, 44, 101, 172],
		[8, 47, 91, 159, 164, 173, 176, 179, 208, 224, 249],
		[, 38, 43, 48, 52, 57, 62, 67, 72, 77, 82, 86, 91, 96, 101, 106, 111, 115, 120],
		[, 37, 41, 45, 49, 53, 57, 61, 65, 69, 73, 77, 81, 85, 89, 93, 97, 101, 105]
	], [
		[, "Hy5", "Inhibition of Aggression"],
		[],
		[7, 14, 29, 115, 116, 135, 157],
		[, 30, 33, 40, 48, 55, 63, 71, 78],
		[, 30, 31, 39, 46, 54, 62, 70, 77]
	], [
		[, "Pd1", "Familial Discord"],
		[21, 54, 195, 202, 288],
		[83, 125, 214, 217],
		[, 38, 45, 51, 58, 65, 71, 78, 84, 91, 98],
		[, 38, 44, 50, 56, 62, 68, 74, 80, 86, 92]
	], [
		[, "Pd2", "Authority Problems"],
		[35, 105],
		[34, 70, 129, 160, 263, 266],
		[, 30, 35, 42, 48, 55, 61, 68, 74, 81],
		[, 30, 38, 46, 53, 61, 69, 77, 84, 92]
	], [
		[, "Pd3", "Social Imperturbability"],
		[],
		[70, 129, 158, 167, 185, 243],
		[, 30, 35, 40, 46, 52, 58, 64],
		[, 30, 35, 41, 47, 52, 58, 64]
	], [
		[, "Pd4", "Social Alienation"],
		[17, 22, 42, 56, 82, 99, 113, 219, 225, 259],
		[12, 129, 157],
		[, 30, 36, 41, 46, 51, 57, 62, 67, 73, 78, 83, 88, 94, 99],
		[, 30, 33, 38, 44, 49, 54, 60, 65, 70, 75, 81, 86, 91, 97]
	], [
		[, "Pd5", "Self-alienation"],
		[31, 32, 52, 56, 71, 82, 89, 94, 113, 264],
		[9, 95],
		[, 34, 38, 43, 48, 53, 58, 63, 67, 72, 77, 82, 87, 91],
		[, 34, 39, 43, 48, 53, 58, 63, 68, 72, 77, 82, 87, 92]
	], [
		[, "Pa1", "Persecutory Ideas"],
		[17, 22, 42, 99, 113, 138, 144, 145, 162, 234, 259, 305, 333, 336, 355, 361],
		[314],
		[, 40, 46, 52, 58, 64, 70, 76, 82, 88, 94, 100, 106, 112, 118, 120],
		[, 39, 45, 51, 57, 63, 69, 75, 81, 87, 93, 99, 105, 111, 117, 120]
	], [
		[, "Pa2", "Poignancy"],
		[22, 146, 271, 277, 285, 307, 334],
		[100, 244],
		[, 34, 41, 48, 55, 62, 69, 76, 82, 89, 96],
		[, 34, 40, 46, 53, 59, 65, 72, 78, 84, 91]
	], [
		[, "Pa3", "Naivete"],
		[16],
		[81, 98, 104, 110, 283, 284, 286, 315],
		[, 30, 32, 36, 41, 46, 51, 56, 60, 65, 70],
		[, 30, 31, 36, 41, 45, 50, 55, 60, 65, 69]
	], [
		[, "Sc1", "Social Alienation"],
		[17, 21, 22, 42, 46, 138, 145, 190, 221, 256, 277, 281, 291, 292, 320, 333],
		[90, 276, 278, 280, 343],
		[, 39, 43, 47, 51, 55, 59, 64, 68, 72, 76, 80, 84, 88, 92, 97, 101, 105, 109, 113, 117, 120],
		[, 38, 42, 46, 50, 53, 57, 61, 65, 69, 73, 77, 81, 84, 88, 92, 96, 100, 104, 108, 111, 115, 119]
	], [
		[, "Sc2", "Emotional Alienation"],
		[65, 92, 234, 273, 303, 323, 329, 332],
		[9, 210, 290],
		[, 40, 50, 59, 69, 78, 88, 98, 107, 117, 120],
		[, 40, 49, 58, 67, 76, 86, 95, 104, 113, 120]
	], [
		[, "Sc3", "Lack of Ego Mastery, Cognitive"],
		[31, 32, 147, 170, 180, 299, 311, 316, 325],
		[165],
		[, 42, 48, 54, 60, 66, 72, 78, 84, 90, 96, 103],
		[, 43, 49, 55, 61, 67, 74, 80, 86, 92, 98, 104]
	], [
		[, "Sc4", "Lack of Ego Mastery, Conative"],
		[31, 38, 48, 65, 92, 233, 234, 273, 299, 303, 325],
		[9, 210, 290],
		[, 39, 44, 49, 55, 60, 65, 71, 76, 82, 87, 92, 98, 103, 109, 114],
		[, 39, 44, 49, 54, 59, 65, 40, 75, 80, 85, 90, 95, 100, 106, 111]
	], [
		[, "Sc5", "Lack of Ego Mastery, Defective Inhibition"],
		[23, 85, 168, 182, 218, 242, 274, 320, 322, 329, 355],
		[],
		[, 40, 47, 54, 61, 68, 75, 82, 89, 96, 103, 110, 117],
		[, 40, 46, 53, 59, 65, 72, 78, 85, 91, 97, 104, 110]
	], [
		[, "Sc6", "Bizarre Sensory Experiences"],
		[23, 32, 44, 168, 182, 229, 247, 252, 296, 298, 307, 311, 319, 355],
		[91, 106, 177, 179, 255, 295],
		[, 41, 46, 51, 55, 60, 65, 70, 75, 80, 85, 90, 95, 99, 104, 109, 114, 119, 120],
		[, 41, 45, 50, 54, 59, 63, 68, 72, 77, 81, 86, 91, 95, 100, 104, 109, 113, 118, 120]
	], [
		[, "Ma1", "Amorality"],
		[131, 227, 248, 250, 269],
		[263],
		[, 35, 42, 50, 58, 66, 74, 81],
		[, 37, 45, 54, 62, 70, 79, 87]
	], [
		[, "Ma2", "Psychomotor Acceleration"],
		[15, 85, 87, 122, 169, 206, 218, 242, 244],
		[100, 106],
		[, , 30, 34, 39, 44, 49, 53, 58, 63, 68, 73, 78],
		[, , 30, 35, 40, 45, 50, 55, 60, 65, 70, 75, 80]
	], [
		[, "Ma3", "Imperturbability"],
		[155, 200, 220],
		[93, 136, 158, 167, 243],
		[, 30, 35, 41, 47, 53, 59, 65, 71, 77],
		[, 30, 37, 43, 50, 56, 62, 69, 75, 82]
	], [
		[, "Ma4", "Ego Inflation"],
		[13, 50, 55, 61, 98, 145, 190, 211, 212],
		[],
		[, 30, 37, 43, 50, 56, 63, 69, 76, 82, 89],
		[, 31, 37, 43, 49, 56, 62, 68, 74, 80, 86]
	], [
		[, "Si1", "Shyness/Self-Consciousness"],
		[158, 161, 167, 185, 243, 265, 275, 289],
		[49, 262, 280, 321, 342, 360],
		[, 36, 39, 42, 45, 48, 51, 53, 56, 59, 62, 65, 68, 71, 74, 77],
		[, 36, 38, 41, 44, 46, 49, 52, 55, 57, 60, 63, 65, 68, 71, 74]
	], [
		[, "Si2", "Social Avoidance"],
		[337, 367],
		[86, 340, 353, 359, 363, 370],
		[, 37, 41, 45, 49, 54, 58, 62, 67, 71],
		[, 37, 42, 47, 51, 56, 60, 65, 69, 74]
	], [
		[, "Si3", "Self/Other Alienation"],
		[31, 56, 104, 110, 135, 284, 302, 308, 326, 328, 338, 347, 348, 358, 364, 368, 369],
		[],
		[, 35, 38, 41, 44, 47, 50, 53, 56, 59, 62, 65, 68, 71, 74, 77, 80, 83, 86],
		[, 35, 38, 41, 44, 47, 49, 52, 55, 58, 61, 63, 66, 69, 72, 74, 77, 80, 83]
	], [
		[, "ANX", "Anxiety"],
		[15, 30, 31, 39, 170, 196, 273, 290, 299, 301, 305, 339, 408, 415, 463, 469, 509, 556],
		[140, 208, 223, 405, 496],
		[, 35, 39, 42, 45, 47, 50, 52, 53, 55, 57, 60, 62, 65, 67, 70, 72, 75, 77, 80, 82, 85, 87, 90, 92],
		[, 34, 37, 40, 43, 45, 47, 49, 51, 53, 55, 56, 59, 61, 64, 66, 69, 71, 74, 76, 79, 81, 84, 86, 89]
	], [
		[, "FRS", "Fears"],
		[154, 317, 322, 329, 334, 392, 395, 397, 435, 438, 441, 447, 458, 468, 471, 555],
		[115, 163, 186, 385, 401, 453, 462],
		[, 35, 41, 45, 48, 51, 54, 57, 60, 64, 67, 70, 74, 77, 80, 84, 87, 90, 93, 97, 100, 103, 107, 110, 113],
		[, 31, 35, 38, 41, 43, 46, 48, 51, 53, 56, 59, 62, 65, 68, 72, 75, 78, 81, 85, 88, 91, 94, 98, 101]
	], [
		[, "OBS", "Obsessivness"],
		[55, 87, 135, 196, 309, 313, 327, 328, 394, 442, 482, 491, 497, 509, 547, 553],
		[],
		[, 33, 37, 41, 44, 47, 50, 53, 56, 59, 63, 66, 70, 73, 77, 80, 84, 87],
		[, 32, 37, 41, 44, 46, 48, 50, 53, 56, 59, 63, 67, 71, 75, 79, 83, 87]
	], [
		[, "DEP", "Depression"],
		[38, 52, 56, 65, 71, 82, 92, 130, 146, 215, 234, 246, 277, 303, 306, 331, 377, 399, 400, 411, 454, 506, 512, 516, 520, 539, 546, 554],
		[3, 9, 75, 95, 388],
		[, 36, 41, 45, 48, 51, 53, 55, 56, 58, 59, 61, 63, 65, 66, 68, 70, 71, 73, 75, 77, 78, 80, 82, 83, 85, 87, 88, 90, 92, 94, 95, 97, 99, 100],
		[, 34, 39, 42, 45, 48, 50, 52, 54, 55, 57, 58, 60, 62, 63, 65, 67, 68, 70, 72, 73, 75, 77, 78, 80, 82, 83, 85, 87, 88, 90, 92, 93, 95, 97]
	], [
		[, "HEA", "Health Concerns"],
		[11, 18, 28, 36, 40, 44, 53, 59, 97, 101, 111, 149, 175, 247],
		[20, 33, 45, 47, 57, 91, 117, 118, 141, 142, 159, 164, 176, 179, 181, 194, 204, 224, 249, 255, 295, 404],
		[, 33, 37, 41, 44, 48, 51, 53, 56, 58, 60, 62, 64, 66, 68, 70, 72, 74, 76, 78, 80, 81, 83, 85, 87, 89, 91, 93, 95, 97, 99, 101, 103, 105, 106, 108, 110, 112],
		[, 32, 36, 40, 43, 46, 49, 51, 53, 55, 57, 59, 61, 63, 64, 66, 68, 70, 72, 74, 76, 77, 79, 81, 83, 85, 87, 89, 90, 92, 94, 96, 98, 100, 101, 103, 105, 107]
	], [
		[, "BIZ", "Bizarre Mentation"],
		[24, 32, 60, 96, 138, 162, 198, 228, 259, 298, 311, 316, 319, 333, 336, 355, 361, 466, 490, 508, 543, 551],
		[427],
		[, 39, 46, 51, 54, 57, 60, 63, 67, 70, 74, 77, 81, 84, 88, 91, 94, 98, 101, 105, 108, 112, 115, 119, 120],
		[, 39, 47, 52, 56, 58, 61, 64, 67, 70, 73, 76, 79, 81, 84, 87, 90, 93, 96, 99, 102, 105, 108, 110, 113]
	], [
		[, "ANG", "Anger"],
		[29, 37, 116, 134, 302, 389, 410, 414, 430, 461, 486, 513, 540, 542, 548],
		[564],
		[, 32, 36, 40, 43, 46, 48, 50, 53, 56, 59, 63, 67, 70, 74, 78, 82, 86],
		[, 31, 36, 39, 42, 45, 47, 50, 53, 56, 60, 64, 68, 72, 76, 80, 84, 88]
	], [
		[, "CYN", "Cynicism"],
		[50, 58, 76, 81, 104, 110, 124, 225, 241, 254, 283, 284, 286, 315, 346, 352, 358, 374, 399, 403, 445, 470, 538],
		[],
		[, 32, 35, 38, 40, 41, 43, 44, 46, 47, 48, 49, 51, 52, 54, 56, 59, 62, 65, 68, 71, 74, 77, 80, 83],
		[, 32, 35, 38, 40, 42, 44, 46, 47, 48, 50, 51, 53, 54, 56, 58, 61, 64, 67, 69, 72, 75, 77, 80, 83]
	], [
		[, "ASP", "Antisocial Practices"],
		[26, 35, 66, 81, 84, 104, 105, 110, 123, 227, 240, 248, 250, 254, 269, 283, 284, 374, 412, 418, 419],
		[266],
		[, 30, 34, 37, 40, 42, 44, 46, 47, 49, 51, 53, 55, 58, 62, 65, 69, 72, 76, 79, 83, 87, 90, 94],
		[, 33, 36, 39, 42, 45, 47, 49, 42, 54, 56, 59, 63, 66, 69, 72, 75, 79, 82, 85, 88, 91, 94, 98]
	], [
		[, "TPA", "Type A"],
		[27, 136, 151, 212, 302, 358, 414, 419, 420, 423, 430, 437, 507, 510, 523, 531, 535, 541, 545],
		[],
		[, 30, 32, 36, 38, 41, 43, 44, 46, 48, 50, 53, 56, 60, 64, 68, 72, 77, 81, 85, 89],
		[, 30, 33, 36, 38, 41, 43, 45, 48, 50, 53, 56, 60, 64, 69, 73, 77, 81, 85, 90, 94]
	], [
		[, "LSE", "Low Self-esteem"],
		[70, 73, 130, 235, 326, 369, 376, 380, 411, 421, 450, 457, 475, 476, 483, 485, 503, 504, 519, 526, 562],
		[61, 78, 109],
		[, 35, 41, 45, 48, 51, 53, 55, 57, 59, 62, 64, 67, 70, 72, 75, 77, 80, 83, 85, 88, 91, 93, 96, 98, 101],
		[, 35, 40, 44, 47, 49, 51, 52, 54, 55, 57, 60, 62, 65, 68, 70, 73, 76, 78, 81, 84, 86, 89, 92, 94, 97]
	], [
		[, "SOD", "Social Discomfort"],
		[46, 158, 167, 185, 265, 275, 281, 337, 349, 367, 479, 480, 515],
		[49, 86, 262, 280, 321, 340, 353, 359, 360, 363, 370],
		[, 32, 35, 39, 41, 43, 45, 47, 49, 50, 52, 54, 55, 58, 60, 63, 65, 68, 71, 73, 76, 78, 81, 84, 86, 89],
		[, 32, 35, 39, 41, 44, 46, 48, 49, 51, 52, 54, 56, 58, 60, 63, 65, 68, 70, 72, 75, 77, 80, 82, 84, 87]
	], [
		[, "FAM", "Family Problems"],
		[21, 54, 145, 190, 195, 205, 256, 292, 300, 323, 378, 379, 382, 413, 449, 478, 543, 550, 563, 567],
		[83, 125, 217, 383, 455],
		[, 33, 37, 41, 44, 47, 50, 52, 55, 57, 60, 63, 66, 68, 71, 74, 77, 80, 82, 85, 88, 91, 94, 97, 99, 102, 105],
		[, 32, 36, 39, 42, 45, 47, 50, 52, 55, 57, 60, 62, 65, 68, 70, 73, 75, 78, 81, 83, 86, 89, 91, 94, 96, 99]
	], [
		[, "WRK", "Work Interference"],
		[15, 17, 31, 54, 73, 98, 135, 233, 243, 299, 302, 339, 364, 368, 394, 409, 428, 445, 464, 491, 505, 509, 517, 525, 545, 554, 559, 566],
		[10, 108, 318, 521, 561],
		[, 33, 36, 39, 41, 44, 46, 48, 50, 52, 54, 56, 57, 59, 61, 63, 65, 67, 68, 70, 72, 74, 76, 78, 79, 81, 83, 85, 87, 89, 90, 92, 94, 96, 98],
		[, 31, 34, 37, 40, 43, 45, 46, 48, 50, 51, 52, 54, 55, 57, 59, 61, 63, 65, 67, 69, 70, 73, 76, 78, 80, 82, 84, 86, 88, 90, 92, 95, 97, 99]
	], [
		[, "TRT", "Negative Treatment Indicators"],
		[22, 92, 274, 306, 364, 368, 373, 375, 376, 377, 391, 399, 482, 488, 491, 495, 497, 499, 500, 504, 528, 539, 554],
		[493, 494, 501],
		[, 35, 39, 43, 47, 49, 52, 54, 56, 59, 61, 64, 66, 69, 71, 74, 76, 79, 81, 84, 86, 89, 91, 94, 96, 99, 101, 104],
		[, 35, 39, 43, 46, 49, 51, 53, 55, 57, 59, 61, 64, 67, 69, 72, 74, 77, 79, 82, 84, 87, 89, 92, 95, 97, 100, 102]
	], [
		[, "A", "Anxiety"],
		[31, 38, 56, 65, 82, 127, 135, 215, 233, 243, 251, 273, 277, 289, 301, 309, 310, 311, 325, 328, 338, 339, 341, 347, 390, 391, 394, 400, 408, 411, 415, 421, 428, 442, 448, 451, 464, 469],
		[388],
		[, 36, 37, 39, 40, 42, 43, 44, 46, 47, 49, 50, 51, 53, 54, 56, 57, 58, 60, 61, 63, 64, 65, 67, 68, 70, 71, 73, 74, 75, 77, 78, 80, 81, 82, 84, 85, 87, 88, 89, 91],
		[, 35, 37, 38, 39, 40, 42, 43, 44, 45, 47, 48, 49, 50, 52, 53, 54, 56, 57, 58, 59, 61, 62, 63, 64, 66, 67, 68, 69, 71, 72, 73, 74, 76, 77, 76, 80, 81, 82, 83, 85]
	], [
		[, "R", "Repression"],
		[],
		[1, 7, 10, 14, 37, 45, 69, 112, 118, 120, 128, 134, 142, 168, 178, 189, 197, 199, 248, 255, 256, 297, 330, 346, 350, 353, 354, 359, 363, 365, 422, 423, 430, 432, 449, 456, 465],
		[, , , , , , , 30, 32, 34, 36, 39, 41, 43, 45, 47, 50, 52, 54, 56, 58, 61, 63, 65, 67, 69, 72, 74, 76, 81, 83, 85, 87, 89, 92, 94, 96, 98],
		[, , , , , , , , , 30, 31, 33, 36, 39, 41, 44, 46, 49, 52, 54, 57, 60, 62, 65, 67, 70, 73, 75, 78, 81, 83, 86, 88, 91, 94, 96, 99, 102, 104]
	], [
		[, "Es", "Ego Strength"],
		[2, 33, 45, 98, 141, 159, 169, 177, 179, 189, 199, 209, 213, 230, 245, 325, 385, 406, 413, 425],
		[23, 31, 32, 36, 39, 53, 60, 70, 82, 87, 119, 128, 175, 196, 215, 221, 225, 229, 236, 246, 307, 310, 316, 328, 391, 394, 441, 447, 458, 464, 469, 471],
		[, , , , , , , , , , , , , , , , , , , , , , , , , , , , , 30, 31, 34, 36, 38, 40, 42, 45, 47, 49, 51, 54, 56, 58, 60, 63, 65, 67, 69, 72, 74, 76, 78, 81, 83],
		[, , , , , , , , , , , , , , , , , , , , , , , , , 30, 31, 33, 35, 37, 39, 41, 43, 45, 47, 49, 51, 53, 55, 57, 59, 61, 64, 66, 68, 70, 72, 74, 76, 78, 80, 82, 84, 86]
	], [
		[, "MAC-R", "MacAndrew Alcoholism Scale-Revised"],
		[7, 24, 36, 49, 52, 69, 72, 82, 84, 103, 105, 113, 115, 128, 168, 172, 202, 214, 224, 229, 238, 257, 280, 342, 344, 407, 412, 414, 422, 434, 439, 445, 456, 473, 502, 506, 549],
		[73, 107, 117, 137, 160, 166, 251, 266, 287, 299, 325, 387],
		[, , , , , , , , , , , , , , 30, 32, 34, 37, 39, 41, 44, 46, 48, 51, 53, 55, 58, 60, 62, 64, 67, 69, 72, 74, 76, 78, 81, 83, 85, 88, 90, 92, 95, 97, 99, 102, 104, 106, 109, 111, 113],
		[, , , , , , , , , , , , 30, 31, 34, 37, 40, 42, 45, 48, 50, 53, 56, 59, 61, 64, 67, 69, 72, 75, 78, 80, 83, 86, 88, 91, 94, 96, 99, 102, 105, 107, 110, 113, 115, 116, 120]
	], [
		[, "AAS", "Addiction Acknowledgement"],
		[172, 264, 288, 362, 387, 487, 489, 511, 527, 544],
		[266, 429, 501],
		[, 36, 41, 46, 51, 56, 60, 65, 70, 75, 80, 85, 90, 95, 100],
		[, 39, 44, 50, 56, 61, 67, 7, 78, 84, 90, 95, 101, 107, 113]
	], [
		[, "APS", "Addiction Potential"],
		[7, 29, 41, 89, 103, 113, 120, 168, 183, 189, 196, 217, 242, 260, 267, 341, 342, 344, 377, 422, 502, 523, 540],
		[4, 43, 76, 104, 137, 157, 220, 239, 306, 312, 349, 440, 495, 496, 500, 504],
		[, , , , , , , , , , , , , , , , , 30, 33, 35, 38, 41, 44, 46, 49, 52, 54, 57, 60, 63, 65, 68, 71, 73, 76, 79, 82, 84, 87, 90, 92],
		[, , , , , , , , , , , , , , , , 30, 31, 33, 36, 39, 42, 44, 47, 50, 52, 55, 58, 60, 63, 66, 69, 71, 74, 77, 79, 82, 85, 87, 90, 93]
	], [
		[, "MDS", "Marital Distress"],
		[21, 22, 135, 195, 219, 382, 484, 563],
		[12, 83, 95, 125, 493, 494],
		[, 37, 42, 46, 51, 56, 60, 65, 69, 74, 79, 83, 88, 92, 97, 102],
		[, 38, 42, 46, 50, 55, 59, 63, 68, 72, 76, 80, 85, 89, 93, 98]
	], [
		[, "Ho", "Hostility"],
		[19, 27, 46, 50, 58, 76, 81, 99, 104, 110, 124, 136, 145, 171, 205, 225, 227, 241, 248, 251, 254, 259, 265, 286, 306, 315, 338, 346, 347, 352, 357, 358, 386, 393, 398, 406, 414, 419, 423, 425, 436, 443, 445, 452, 457, 466, 470],
		[217, 230, 372],
		[, , 30, 31, 32, 33, 34, 35, 36, 38, 39, 40, 41, 42, 44, 45, 46, 47, 48, 50, 51, 52, 53, 54, 56, 57, 58, 59, 60, 62, 63, 64, 65, 66, 67, 69, 70, 71, 72, 73, 75, 76, 77, 78, 79, 81, 82, 83, 84, 85, 87, 88],
		[, , 30, 31, 32, 34, 35, 36, 37, 39, 40, 41, 42, 44, 45, 46, 47, 49, 50, 51, 52, 54, 55, 56, 58, 59, 60, 61, 63, 64, 65, 66, 68, 69, 70, 71, 73, 74, 75, 76, 78, 79, 80, 82, 83, 84, 85, 87, 88, 89, 90, 92]
	], [
		[, "O-H", "Overcontrolled Hostility"],
		[67, 79, 207, 286, 305, 398, 471],
		[1, 15, 29, 69, 77, 89, 98, 116, 117, 129, 153, 169, 171, 293, 344, 390, 400, 420, 433, 440, 460],
		[, , , , , , , 30, 31, 35, 38, 41, 45, 48, 52, 55, 59, 62, 65, 69, 72, 76, 79, 82, 86, 89, 93, 96, 99, 103],
		[, , , , , , , , , 30, 33, 37, 41, 44, 48, 52, 55, 59, 63, 66, 70, 74, 77, 81, 85, 88, 92, 96, 99, 103]
	], [
		[, "Do", "Dominance"],
		[55, 207, 232, 245, 386, 416],
		[31, 52, 70, 73, 82, 172, 201, 202, 220, 227, 243, 244, 275, 309, 325, 399, 412, 470, 473],
		[, , , , , , , , , , , 30, 31, 34, 38, 41, 45, 48, 51, 55, 58, 61, 65, 68, 72, 75, 78],
		[, , , , , , , , , , , 30, 32, 35, 39, 42, 46, 49, 53, 56, 59, 63, 66, 70, 73, 77, 80]
	], [
		[, "Re", "Social Responsibility"],
		[100, 160, 199, 266, 440, 467],
		[7, 27, 29, 32, 84, 103, 105, 145, 164, 169, 201, 202, 235, 275, 358, 412, 417, 418, 430, 431, 432, 456, 468, 470],
		[, , , , , , , , , , , , , 30, 32, 34, 37, 39, 42, 45, 47, 50, 52, 55, 57, 60, 63, 65, 68, 70, 73, 76],
		[, , , , , , , , , , , , , , , 30, 32, 35, 38, 41, 44, 47, 50, 53, 56, 59, 62, 65, 68, 71, 74, 77]
	], [
		[, "Mt", "College Maladjustment"],
		[15, 16, 28, 31, 38, 71, 73, 81, 82, 110, 130, 215, 218, 233, 269, 273, 299, 302, 325, 331, 339, 357, 408, 411, 449, 464, 469, 472],
		[2, 3, 9, 10, 20, 43, 95, 131, 140, 148, 152, 223, 405],
		[, 32, 34, 36, 37, 39, 40, 42, 43, 45, 46, 48, 50, 51, 53, 54, 56, 57, 59, 60, 62, 64, 65, 67, 68, 70, 71, 73, 74, 76, 77, 79, 81, 82, 84, 85, 87, 88, 30, 31, 93, 95, 96],
		[, 32, 34, 35, 37, 38, 40, 41, 42, 44, 45, 47, 48, 50, 51, 52, 54, 55, 57, 58, 60, 61, 62, 64, 65, 67, 68, 70, 71, 72, 74, 75, 77, 78, 80, 81, 82, 84, 85, 87, 88, 90, 91]
	], [
		[, "GM", "Masculine Gender Role"],
		[8, 20, 143, 152, 159, 163, 176, 199, 214, 237, 321, 331, 350, 385, 388, 401, 440, 462, 467, 474],
		[4, 23, 44, 64, 70, 73, 74, 80, 100, 137, 146, 187, 289, 351, 364, 392, 395, 435, 438, 441, 469, 471, 498, 509, 519, 532, 536],
		[, , , , , , , , , , , , , , , , , , , , , , , , , , , , , 30, 31, 34, 36, 38, 40, 42, 45, 47, 49, 51, 53, 56, 58, 60, 62, 64, 66, 69, 71],
		[, , , , , , , , , , , , , , , , , 30, 32, 33, 35, 36, 38, 40, 41, 43, 44, 46, 47, 49, 50, 52, 53, 55, 56, 58, 59, 61, 63, 64, 66, 67, 69, 70, 72, 73, 75, 76, 78]
	], [
		[, "GF", "Feminine Gender Role"],
		[62, 67, 119, 121, 128, 263, 266, 353, 384, 426, 449, 456, 475, 552],
		[1, 27, 63, 68, 79, 84, 105, 123, 133, 155, 197, 201, 203, 220, 231, 238, 239, 250, 257, 264, 272, 287, 406, 417, 465, 477, 487, 510, 511, 537, 548, 550],
		[, , , , , , , , , , , , , , , , , , , 30, 32, 34, 37, 39, 41, 43, 45, 47, 49, 51, 54, 56, 58, 60, 62, 64, 66, 68, 71, 73, 75, 77, 79, 81, 83, 85, 88, 90],
		[, , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , 30, 33, 35, 38, 40, 43, 46, 48, 51, 53, 56, 59, 61, 64, 66, 69, 71]
	], [
		[, "PK", "Post-traumatic Stress Disorder"],
		[16, 17, 22, 23, 30, 31, 32, 37, 39, 48, 52, 56, 59, 65, 82, 85, 92, 94, 101, 135, 150, 168, 170, 196, 221, 274, 277, 302, 303, 305, 316, 319, 327, 328, 339, 347, 349, 367],
		[2, 3, 9, 49, 75, 95, 125, 140],
		[, 37, 38, 40, 42, 43, 45, 47, 48, 50, 52, 53, 55, 57, 58, 60, 62, 63, 65, 67, 68, 70, 72, 73, 75, 77, 78, 80, 82, 83, 85, 87, 88, 90, 92, 93, 95, 97, 98, 100, 102, 103, 105, 107, 108, 110, 112, 113],
		[, 37, 39, 40, 42, 43, 45, 46, 48, 49, 51, 52, 54, 55, 57, 58, 60, 61, 63, 64, 66, 67, 69, 71, 72, 74, 75, 77, 78, 80, 81, 83, 84, 86, 87389, 90, 92, 93, 95, 96, 98, 99, 101, 103, 104, 106, 107]
	], [
		[, "PS", "Post-traumatic Stress Disorder"],
		[17, 21, 22, 31, 32, 37, 38, 44, 48, 56, 59, 65, 85, 94, 116, 135, 145, 150, 168, 170, 180, 218, 221, 273, 274, 277, 299, 301, 304, 305, 311, 316, 319, 325, 328, 377, 386, 400, 463, 464, 469, 471, 475, 479, 515, 516, 565],
		[3, 9, 45, 75, 95, 141, 165, 208, 223, 280, 372, 405, 564],
		[, 37, 38, 39, 41, 42, 43, 44, 46, 47, 48, 49, 51, 52, 53, 54, 56, 57, 58, 59, 61, 62, 63, 64, 66, 67, 68, 69, 71, 72, 73, 74, 76, 77, 78, 79, 81, 82, 83, 84, 86, 87, 88, 89, 91, 92, 93, 94, 96, 97, 98, 99, 101, 102, 103, 104, 106, 107, 108, 110, 111, 112],
		[, 37, 38, 39, 40, 41, 42, 43, 45, 46, 47, 48, 49, 50, 51, 52, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 66, 68, 69, 70, 71, 73, 74, 75, 76, 77, 78, 79, 80, 81, 83, 84, 85, 86, 87, 88, 89, 90, 92, 93, 94, 95, 97, 98, 99, 100, 102, 103, 104]
	], [
		[, "D-O", "Depression, Obvious"],
		[15, 18, 31, 38, 39, 46, 56, 73, 92, 127, 130, 146, 147, 170, 175, 215, 233],
		[2, 9, 10, 20, 33, 43, 45, 49, 75, 95, 109, 118, 140, 141, 142, 165, 188, 223, 245, 248, 260, 330],
		[, 32, 34, 37, 39, 41, 44, 46, 48, 51, 53, 55, 58, 60, 62, 65, 67, 69, 72, 74, 76, 79, 81, 83, 86, 88, 90, 93, 95, 97, 100, 102, 104, 107, 109, 111, 114, 116, 118, 120],
		[, 32, 34, 36, 38, 40, 42, 44, 46, 48, 51, 53, 55, 57, 59, 61, 63, 65, 67, 69, 71, 73, 75, 77, 79, 81, 83, 85, 87, 89, 92, 94, 96, 98, 100, 102, 104, 106, 108, 110, 112]
	], [
		[, "D-S", "Depression, Subtle"],
		[5, 117, 282],
		[29, 37, 55, 68, 76, 134, 143, 148, 178, 189, 212, 221, 226, 238, 267],
		[, , , , , , , 32, 36, 40, 44, 48, 52, 55, 59, 63, 67, 71, 75, 78],
		[, , , , , , , , 32, 36, 40, 44, 48, 53, 57, 61, 65, 69, 73, 77]
	], [
		[, "Hy-O", "Hysteria, Obvious"],
		[11, 18, 31, 39, 40, 44, 65, 101, 166, 172, 175, 218],
		[2, 3, 8, 9, 10, 45, 47, 91, 95, 115, 125, 141, 152, 159, 164, 173, 179, 208, 224, 249],
		[, 37, 40, 42, 45, 48, 51, 53, 56, 59, 62, 64, 67, 70, 73, 76, 78, 81, 84, 87, 89, 92, 95, 98, 100, 103, 106, 109, 111, 114, 117, 120],
		[, 37, 39, 41, 44, 46, 48, 51, 53, 56, 58, 60, 63, 65, 67, 70, 72, 75, 77, 79, 82, 84, 86, 89, 91, 93, 96, 98, 101, 103, 105, 108, 110, 112]
	], [
		[, "Hy-S", "Hysteria, Subtle"],
		[230],
		[7, 14, 26, 29, 58, 76, 81, 98, 110, 116, 124, 129, 135, 148, 151, 157, 161, 167, 176, 185, 193, 213, 241, 243, 253, 263, 265],
		[, , , , , , , , , 31, 34, 36, 38, 41, 43, 45, 47, 50, 52, 54, 57, 59, 61, 64, 66, 68, 71, 73, 75, 78],
		[, , , , , , , , , , 32, 34, 37, 39, 42, 44, 47, 49, 51, 54, 56, 59, 61, 64, 66, 69, 71, 73, 76, 78]
	], [
		[, "Pd-O", "Psychopathic Deviate, Obvious"],
		[17, 22, 31, 32, 35, 42, 52, 54, 56, 71, 82, 94, 99, 105, 195, 202, 225, 259, 264, 288],
		[9, 12, 34, 79, 95, 125, 261, 266],
		[, 34, 36, 39, 42, 44, 47, 50, 52, 55, 58, 60, 63, 66, 68, 71, 74, 76, 79, 82, 84, 87, 90, 92, 95, 98, 100, 103, 106, 108],
		[, 35, 38, 41, 44, 46, 49, 52, 54, 57, 60, 62, 65, 68, 70, 73, 76, 79, 81, 84, 87, 89, 92, 95, 97, 100, 103, 105, 108, 111]
	], [
		[, "Pd-S", "Psychopathic Deviate, Subtle"],
		[21, 89, 113, 219],
		[70, 83, 122, 129, 143, 157, 158, 160, 167, 171, 185, 209, 214, 217, 226, 243, 263, 267],
		[, , , , , , , 33, 37, 41, 45, 48, 52, 56, 60, 64, 68, 72, 76, 79, 83, 87, 91, 95],
		[, , , , , , , 31, 35, 39, 43, 47, 51, 55, 59, 63, 67, 71, 75, 79, 83, 87, 91, 95]
	], [
		[, "Pa-O", "Paranoia, Obvious"],
		[17, 22, 23, 24, 42, 99, 138, 144, 146, 162, 234, 259, 277, 285, 305, 307, 333, 336, 355, 361],
		[255, 266, 314],
		[, 38, 43, 47, 52, 57, 61, 66, 70, 75, 80, 84, 89, 93, 98, 102, 107, 112, 116],
		[, 38, 42, 47, 51, 55, 60, 64, 68, 72, 77, 81, 85, 90, 94, 98, 103, 107, 111, 115, 120]
	], [
		[, "Pa-S", "Paranoia, Subtle"],
		[16, 113, 145, 271, 334],
		[81, 95, 98, 100, 104, 110, 244, 283, 284, 286, 297, 315],
		[, , , , 31, 35, 39, 43, 48, 52, 56, 60, 65, 69, 73, 77, 82, 86, 90],
		[, , , , 31, 35, 39, 44, 48, 52, 57, 61, 65, 69, 74, 78, 82, 87, 91]
	], [
		[, "Ma-O", "Hypomania, Obvoius"],
		[15, 23, 50, 61, 85, 87, 145, 155, 168, 182, 190, 205, 218, 227, 229, 238, 242, 250, 253, 269],
		[100, 106, 107],
		[, , 30, 34, 37, 40, 44, 47, 51, 54, 57, 61, 64, 67, 71, 74, 78, 81, 84, 88, 91, 95, 98, 101, 105],
		[, , 32, 35, 39, 42, 45, 49, 52, 55, 59, 62, 66, 69, 72, 76, 79, 82, 86, 89, 92, 96, 99, 103, 106]
	], [
		[, "Ma-S", "Hypomania, Subtle"],
		[13, 21, 55, 98, 113, 122, 131, 169, 200, 206, 211, 212, 220, 244, 248],
		[88, 93, 136, 154, 158, 167, 243, 263],
		[, , , , , , 31, 35, 39, 42, 46, 50, 54, 57, 61, 65, 69, 72, 76, 80, 83, 87, 91, 95, 98],
		[, , , , , , 32, 36, 40, 44, 47, 51, 55, 59, 63, 67, 70, 74, 78, 82, 86, 90, 93, 97, 101]
	], [
		["RCd", "dem", "Demoralization"],
		[31, 56, 64, 73, 82, 94, 130, 180, 215, 233, 273, 277, 339, 400, 411, 464, 469, 482, 485, 491, 505, 554],
		[95, 388],
		[, 37, 42, 47, 50, 52, 54, 56, 57, 58, 60, 62, 64, 66, 68, 70, 71, 73, 75, 77, 79, 81, 83, 85, 86, 88],
		[, 36, 41, 45, 48, 50, 52, 53, 54, 55, 56, 58, 60, 61, 63, 65, 67, 69, 71, 73, 75, 77, 79, 81, 83, 85]
	], [
		["RC1", "som", "Somatic Complaints"],
		[11, 18, 28, 40, 97, 101, 111, 149, 172, 247, 536],
		[2, 8, 20, 47, 57, 91, 106, 141, 164, 176, 177, 179, 208, 224, 255, 295],
		[, 37, 43, 48, 52, 55, 58, 60, 63, 65, 68, 71, 73, 76, 79, 81, 84, 86, 89, 92, 94, 97, 100],
		[, 36, 41, 45, 49, 52, 55, 57, 59, 62, 64, 66, 68, 70, 72, 74, 76, 78, 80, 82, 85, 87, 89, 91, 93, 95, 97, 99, 100]
	], [
		["RC2", "lpe", "Low Positive Emotions"],
		[],
		[9, 10, 49, 61, 75, 109, 148, 188, 206, 239, 244, 280, 318, 330, 494, 521, 552],
		[, 34, 39, 43, 46, 50, 53, 57, 60, 64, 68, 72, 75, 79, 83, 86, 90, 94, 97],
		[, 33, 38, 42, 46, 50, 54, 58, 62, 66, 70, 74, 79, 83, 87, 91, 95, 99, 100]
	], [
		["RC3", "cyn", "Cynicism"],
		[58, 76, 81, 104, 110, 241, 254, 284, 286, 352, 436, 445, 538, 563, 567],
		[],
		[, 34, 38, 41, 43, 45, 47, 48, 50, 53, 56, 60, 64, 69, 74, 78, 83],
		[, 33, 38, 41, 44, 46, 48, 50, 52, 55, 58, 62, 66, 70, 74, 78, 82]
	], [
		["RC4", "asb", "Antisocial Behavior"],
		[21, 35, 84, 105, 202, 240, 264, 362, 379, 412, 431, 487, 489, 511, 540, 548],
		[34, 83, 160, 266, 429, 455],
		[, 33, 37, 41, 44, 47, 49, 52, 54, 57, 59, 62, 65, 68, 71, 74, 77, 80, 83, 86, 89, 92, 95, 98],
		[, 35, 40, 44, 48, 52, 55, 58, 60, 63, 66, 69, 71, 74, 77, 80, 83, 85, 88, 91, 94, 96, 99, 100]
	], [
		["RC6", "per", "Ideas of Persecution"],
		[24, 42, 99, 138, 144, 145, 162, 216, 228, 259, 333, 336, 355, 361, 484, 490],
		[314],
		[, 41, 56, 62, 65, 67, 70, 73, 76, 79, 82, 85, 88, 90, 93, 96, 99, 100],
		[, 43, 58, 64, 67, 70, 73, 76, 79, 82, 85, 88, 91, 94, 97, 99, 100]
	], [
		["RC7", "dne", "Dysfunctional Negative Emotions"],
		[37, 127, 161, 251, 274, 289, 301, 302, 310, 320, 327, 328, 329, 390, 421, 424, 430, 442, 451, 463, 471, 507, 513, 519],
		[],
		[, 34, 38, 42, 45, 47, 49, 52, 54, 56, 58, 60, 63, 65, 67, 70, 72, 75, 77, 80, 82, 85, 87, 90, 92, 95],
		[, 32, 36, 40, 42, 45, 47, 49, 50, 52, 54, 55, 58, 60, 63, 65, 68, 71, 74, 76, 79, 82, 84, 87, 90, 92]
	], [
		["RC8", "abx", "Aberrant Experiences"],
		[32, 60, 72, 96, 168, 182, 198, 229, 296, 298, 307, 311, 316, 319, 466, 508, 551],
		[427],
		[, 39, 47, 52, 56, 59, 63, 66, 70, 73, 76, 80, 83, 87, 90, 93, 97, 100],
		[, 39, 47, 52, 56, 60, 63, 66, 69, 73, 76, 79, 82, 85, 89, 92, 95, 98, 100]
	], [
		["RC9", "hpm", "Hypomanic Activation"],
		[27, 50, 55, 86, 122, 134, 153, 169, 189, 209, 212, 213, 226, 242, 250, 267, 304, 324, 345, 346, 366, 389, 393, 406, 414, 423, 542],
		[100],
		[, 30, 30, 31, 33, 36, 38, 39, 41, 42, 44, 45, 47, 48, 50, 51, 53, 56, 58, 61, 64, 67, 70, 73, 76, 79, 82, 85, 88, 91],
		[, 30, 30, 32, 34, 37, 38, 40, 42, 44, 46, 48, 49, 51, 53, 56, 58, 61, 64, 66, 69, 72, 74, 77, 80, 83, 85, 88, 91, 94]
	], [
		[, "AGGR", "Aggressiveness"],
		[27, 50, 85, 134, 239, 323, 324, 346, 350, 358, 414, 423, 452, 521, 548],
		[70, 446, 503],
		[, , 30, 33, 36, 38, 40, 43, 45, 48, 51, 54, 59, 64, 69, 74, 79, 84, 89, 94],
		[, 30, 32, 35, 38, 41, 44, 46, 49, 53, 57, 61, 66, 71, 76, 81, 86, 91, 96, 101]
	], [
		[, "PSYC", "Psychoticism"],
		[24, 42, 48, 72, 96, 99, 138, 144, 198, 241, 259, 315, 319, 336, 355, 361, 374, 448, 466, 490, 508, 549, 551],
		[184, 427],
		[, 35, 40, 45, 49, 52, 56, 59, 62, 65, 68, 72, 75, 78, 81, 84, 88, 91, 94, 97, 101, 104, 107, 110, 114, 117, 120],
		[, 35, 41, 46, 50, 53, 56, 60, 63, 66, 69, 72, 75, 78, 81, 84, 87, 90, 93, 96, 99, 103, 106, 109, 112, 115, 118]
	], [
		[, "DISC", "Disconstraint"],
		[35, 84, 88, 103, 105, 123, 209, 222, 250, 284, 344, 362, 385, 412, 417, 418, 431, 477],
		[34, 100, 121, 126, 154, 263, 266, 309, 351, 402, 497],
		[, , , , , 30, 31, 33, 35, 37, 39, 41, 42, 44, 46, 49, 51, 54, 57, 60, 64, 67, 71, 75, 78, 82, 82, 89, 93, 96, 100],
		[, , , 30, 31, 34, 37, 39, 42, 44, 46, 49, 51, 54, 56, 60, 63, 66, 69, 73, 76, 79, 83, 86, 89, 93, 96, 99, 102, 106, 109]
	], [
		[, "NEGE", "Negative Emotionality / Neuroticism"],
		[37, 52, 82, 93, 116, 166, 196, 213, 290, 301, 305, 329, 375, 389, 390, 395, 397, 407, 409, 415, 435, 442, 444, 451, 513, 542, 556],
		[63, 223, 372, 405, 496, 564],
		[, 31, 34, 36, 39, 41, 43, 44, 46, 48, 49, 51, 52, 54, 56, 57, 59, 61, 64, 66, 68, 70, 72, 74, 76, 78, 80, 82, 84, 86, 89, 91, 93, 95, 97],
		[, 30, 31, 34, 36, 38, 40, 42, 44, 45, 46, 48, 49, 50, 52, 53, 55, 57, 59, 61, 63, 66, 68, 70, 72, 75, 77, 79, 81384, 86, 88, 90, 93, 95]
	], [
		[, "INTR", "Introversion / Low Positive Emotionality"],
		[38, 56, 233, 515, 517],
		[9, 49, 61, 75, 78, 86, 95, 109, 131, 174, 188, 189, 207, 226, 231, 244, 267, 318, 330, 340, 342, 343, 353, 356, 359, 370, 460, 531, 534],
		[, , 30, 31, 33, 35, 37, 39, 41, 43, 45, 48, 50, 52, 54, 56, 59, 61, 64, 66, 68, 71, 73, 76, 78, 80, 83, 85, 88, 90, 92, 95, 97, 100, 102, 105],
		[, , , 30, 32, 34, 37, 39, 42, 44, 46, 48, 50, 53, 55, 57, 60, 63, 65, 68, 70, 73, 76, 78, 81, 83, 86, 89, 91, 94, 96, 99, 102, 104, 107, 109]
	], [
		[, "FRS1", "Generalized Fearfulness"],
		[317, 322, 329, 334, 395, 435, 441, 447, 468, 471, 555],
		[186],
		[, 44, 53, 62, 71, 80, 89, 98, 107, 113, 120],
		[, 42, 48, 55, 61, 68, 74, 81, 88, 94, 101, 107]
	], [
		[, "FRS2", "Multiple Fears"],
		[154, 392, 438, 458],
		[115, 163, 385, 401, 453, 462],
		[, 37, 41, 45, 50, 54, 59, 63, 67, 72, 76, 81],
		[, 30, 33, 37, 41, 45, 49, 53, 58, 62, 66, 70]
	], [
		[, "DEP1", "Lack of Drive"],
		[38, 71, 92, 399, 400, 512, 516, 539, 554],
		[3, 9, 75],
		[, 40, 46, 51, 57, 62, 68, 73, 79, 84, 89, 95, 100, 106],
		[, 40, 45, 50, 55, 60, 65, 70, 75, 80, 85, 90, 95, 100]
	], [
		[, "DEP2", "Dysphoria"],
		[56, 65, 146, 215],
		[95, 388],
		[, 42, 50, 58, 66, 74, 82, 90],
		[, 40, 47, 53, 60, 66, 73, 79]
	], [
		[, "DEP3", "Self-Depreciation"],
		[52, 82, 130, 234, 246, 377, 411],
		[],
		[, 41, 48, 55, 62, 69, 76, 83, 91],
		[, 40, 47, 54, 61, 68, 75, 82, 89]
	], [
		[, "DEP4", "Suicidal Ideation"],
		[303, 454, 506, 520, 546],
		[],
		[, 45, 62, 79, 95, 112, 120],
		[, 45, 61, 77, 93, 109, 120]
	], [
		[, "HEA1", "Gastrointestinal Symptoms"],
		[18, 59, 111],
		[20, 47],
		[, 44, 57, 70, 83, 96, 109],
		[, 43, 54, 64, 75, 86, 97]
	], [
		[, "HEA2", "Neurological Symtoms"],
		[44, 53, 101, 149, 247],
		[91, 142, 159, 164, 179, 255, 295],
		[, 40, 47, 54, 60, 67, 74, 80, 87, 94, 100, 107, 114, 120],
		[, 39, 45, 50, 56, 61, 67, 72, 78, 83, 89, 94, 99, 105]
	], [
		[, "HEA3", "General Health Concerns"],
		[175],
		[33, 45, 118, 141, 224],
		[, 40, 48, 56, 64, 72, 81, 89],
		[, 40, 48, 56, 64, 71, 79, 87]
	], [
		[, "BIZ1", "Psychotic Symptomatology"],
		[24, 60, 96, 138, 162, 228, 336, 355, 361, 508, 551],
		[],
		[, 44, 54, 64, 74, 84, 94, 104, 114, 120],
		[, 44, 54, 65, 76, 86, 97, 108, 118, 120]
	], [
		[, "BIZ2", "Schizotypal Characteristics"],
		[32, 259, 298, 311, 316, 319, 333, 466, 543],
		[],
		[, 41, 47, 54, 60, 67, 73, 80, 86, 93, 99],
		[, 41, 47, 54, 60, 66, 72, 79, 85, 91, 97]
	], [
		[, "ANG1", "Explosive Behavior"],
		[37, 134, 389, 414, 540, 548],
		[564],
		[, 39, 45, 52, 58, 64, 71, 77, 83],
		[, 39, 47, 54, 61, 69, 76, 84, 91]
	], [
		[, "ANG2", "Irritability"],
		[116, 302, 430, 461, 486, 513, 542],
		[],
		[, 35, 41, 46, 51, 56, 61, 67, 72],
		[, 33, 39, 44, 49, 54, 59, 65, 70]
	], [
		[, "CYN1", "Misanthropic Beliefs"],
		[58, 76, 81, 104, 110, 241, 254, 283, 284, 286, 352, 374, 399, 470, 538],
		[],
		[, 33, 36, 39, 41, 44, 47, 50, 52, 55, 58, 60, 63, 66, 69, 71, 74],
		[, 34, 37, 40, 42, 45, 48, 51, 54, 56, 59, 62, 65, 68, 70, 73, 76]
	], [
		[, "CYN2", "Interpersonal Suspiciousness"],
		[50, 124, 225, 315, 346, 358, 403, 445],
		[],
		[, 34, 39, 43, 48, 53, 57, 62, 66, 71],
		[, 35, 40, 45, 49, 54, 59, 64, 68, 73]
	], [
		[, "ASP1", "Antisocial Attitudes"],
		[26, 66, 81, 104, 110, 123, 227, 248, 250, 254, 269, 283, 284, 374, 418, 419],
		[],
		[, 32, 35, 37, 40, 43, 46, 49, 52, 55, 57, 60, 63, 66, 69, 72, 75, 79],
		[, 33, 36, 39, 42, 45, 48, 52, 55, 58, 61, 64, 67, 70, 73, 76, 79, 82]
	], [
		[, "ASP2", "Antisocial Behavior"],
		[35, 84, 105, 412],
		[266],
		[, 38, 45, 52, 59, 67, 74],
		[, 42, 51, 61, 71, 81, 90]
	], [
		[, "TPA1", "Impatience"],
		[302, 420, 430, 507, 523, 535],
		[],
		[, 34, 39, 45, 51, 57, 63, 68],
		[, 34, 40, 46, 52, 58, 64, 70]
	], [
		[, "TPA2", "Competitive Drive"],
		[27, 151, 212, 358, 419, 423, 510, 531, 545],
		[],
		[, 33, 39, 44, 50, 55, 60, 66, 71, 77, 82],
		[, 34, 40, 46, 52, 58, 64, 70, 76, 82, 89]
	], [
		[, "LSE1", "Self-Doubt"],
		[73, 130, 326, 411, 450, 483, 485, 504],
		[61, 78, 109],
		[, 39, 44, 49, 54, 59, 64, 70, 75, 80, 85, 90, 95],
		[, 39, 43, 48, 53, 57, 62, 66, 71, 75, 80, 85, 89]
	], [
		[, "LSE2", "Submissiveness"],
		[70, 369, 421, 457, 503, 519],
		[],
		[, 41, 48, 55, 62, 69, 76, 83],
		[, 39, 45, 51, 57, 63, 69, 75]
	], [
		[, "SOD1", "Introversion"],
		[46, 265, 281, 337, 349, 367, 480, 515],
		[49, 86, 280, 340, 353, 359, 363, 370],
		[, 36, 39, 42, 45, 47, 50, 53, 56, 59, 62, 65, 68, 71, 73, 76, 79, 82],
		[, 37, 40, 43, 46, 49, 52, 55, 58, 61, 64, 67, 70, 73, 76, 79, 82, 85]
	], [
		[, "SOD2", "Shyness"],
		[158, 167, 185, 275],
		[262, 321, 360],
		[, 36, 41, 47, 52, 58, 63, 68, 74],
		[, 35, 40, 45, 50, 55, 60, 65, 69]
	], [
		[, "FAM1", "Family Discord"],
		[21, 54, 190, 205, 256, 323, 378, 382, 449, 478, 563],
		[83],
		[, 35, 40, 45, 50, 55, 60, 65, 70, 75, 80, 85, 90, 95],
		[, 33, 38, 42, 47, 52, 57, 62, 67, 71, 76, 81, 86, 91]
	], [
		[, "FAM2", "Familial Alienation"],
		[195, 550],
		[217, 383, 455],
		[, 40, 49, 58, 67, 76, 84],
		[, 41, 50, 59, 68, 77, 86]
	], [
		[, "TRT1", "Low Motivation"],
		[92, 364, 368, 376, 491, 497, 500, 528, 539, 554],
		[494],
		[, 42, 48, 54, 60, 66, 71, 77, 83, 89, 95, 101, 107],
		[, 41, 46, 51, 56, 61, 66, 71, 76, 81, 86, 91, 96]
	], [
		[, "TRT2", "Inability to Disclose"],
		[274, 373, 375, 391, 495],
		[],
		[, 37, 45, 52, 60, 68, 75],
		[, 38, 46, 53, 60, 68, 75]
	], [
		// Unused, Scale Name, Scale Description
		[, "KB1", "Koss-Butcher Critical Items - Acute Anxiety Scale"],
		// True questions
		[5, 15, 28, 39, 59, 172, 218, 301, 444, 463, 469],
		// False questions
		[2, 3, 10, 140, 208, 223],
		// T scales are undefined to flag this as a critical item
		,
		,
	], [
		[, "KB2", "Koss-Butcher Critical Items - Depressed Suicidal Ideation"],
		[38, 65, 71, 92, 130, 146, 215, 233, 273, 303, 306, 411, 454, 485, 506, 518, 520, 524],
		[9, 75, 95, 388],
		,
		,
	], [
		[, "KB3", "Koss-Butcher Critical Items - Threatened Assault"],
		[37, 85, 134, 213, 389],
		[],
		,
		,
	], [
		[, "KB4", "Koss-Butcher Critical Items - Situational Stress Due to Alcoholism"],
		[264, 487, 489, 502, 511, 518],
		[125],
		,
		,
	], [
		[, "KB5", "Koss-Butcher Critical Items - Mental Confusion"],
		[24, 31, 32, 72, 96, 180, 198, 299, 311, 316, 325],
		[],
		,
		,
	], [
		[, "KB6", "Koss-Butcher Critical Items - Persecutory Ideas"],
		[17, 42, 99, 124, 138, 144, 145, 162, 216, 228, 241, 251, 259, 333, 361],
		[314],
		,
		,
	], [
		[, "LW1", "Lachar-Wrobel Critical Items - Anxiety and Tension"],
		[15, 17, 172, 218, 299, 301, 320, 463],
		[223, 261, 405],
		,
		,
	], [
		[, "LW2", "Lachar-Wrobel Critical Items - Depression and Worry"],
		[65, 73, 130, 150, 180, 273, 303, 339, 411, 415, 454],
		[2, 3, 10, 75, 165],
		,
		,
	], [
		[, "LW3", "Lachar-Wrobel Critical Items - Sleep Disturbance"],
		[5, 30, 39, 328, 471],
		[140],
		,
		,
	], [
		[, "LW4", "Lachar-Wrobel Critical Items - Deviant Beliefs"],
		[42, 99, 138, 144, 162, 216, 228, 259, 333, 336, 355, 466],
		[106, 314],
		,
		,
	], [
		[, "LW5", "Lachar-Wrobel Critical Items - Deviant Thinking and Experiences"],
		[32, 60, 96, 122, 198, 298, 307, 316, 319, 427],
		[],
		,
		,
	], [
		[, "LW6", "Lachar-Wrobel Critical Items - Substance Abuse"],
		[168, 264],
		[429],
		,
		,
	], [
		[, "LW7", "Lachar-Wrobel Critical Items - Antisocial Attitude"],
		[27, 35, 84, 105, 227, 240, 254, 324],
		[266],
		,
		,
	], [
		[, "LW8", "Lachar-Wrobel Critical Items - Family Conflict"],
		[21, 288],
		[83, 125],
		,
		,
	], [
		[, "LW9", "Lachar-Wrobel Critical Items - Problematic Anger"],
		[85, 134, 213, 389],
		[],
		,
		,
	], [
		[, "LW10", "Lachar-Wrobel Critical Items - Sexual Concern and Deviation"],
		[62, 166, 268],
		[12, 34, 121],
		,
		,
	], [
		[, "LW11", "Lachar-Wrobel Critical Items - Somatic Symptoms"],
		[18, 28, 40, 44, 53, 57, 59, 101, 111, 175, 182, 229, 247, 464],
		[33, 47, 142, 159, 164, 176, 224, 255, 295],
		,
		,
	]
];
